SpecialTalent_TurtleTalentsData_zhCN = {
    WARRIOR = {
      {
        [1] = {
          name = "强化英勇打击",
          icon = "ability_rogue_ambush",
          desc = {
            "使你的英勇打击技能所消耗的怒气值减少1点。",
            "使你的英勇打击技能所消耗的怒气值减少2点。",
            "使你的英勇打击技能所消耗的怒气值减少3点。"
          }
        },
        [2] = {
          name = "战术掌握",
          icon = "spell_nature_enchantarmor",
          desc = {
            "在改变姿态的时候可以保留最多5点怒气值。",
            "在改变姿态的时候可以保留最多10点怒气值。",
            "在改变姿态的时候可以保留最多15点怒气值。",
            "在改变姿态的时候可以保留最多20点怒气值。",
            "在改变姿态的时候可以保留最多25点怒气值。"
          }
        },
        [3] = {
          name = "强化撕裂",
          icon = "ability_gouge",
          desc = {
            "使你的撕裂技能的流血伤害效果提高10%。",
            "使你的撕裂技能的流血伤害效果提高20%。"
          }
        },
        [4] = {
          name = "强化冲锋",
          icon = "ability_warrior_charge",
          desc = {
            "使你的冲锋技能积攒的怒气值提高5点。",
            "使你的冲锋技能积攒的怒气值提高10点。"
          }
        },
        [5] = {
          name = "偏斜",
          icon = "ability_parry",
          desc = {
            "使你的招架几率提高1%。",
            "使你的招架几率提高2%。",
            "使你的招架几率提高3%。",
            "使你的招架几率提高4%。",
            "使你的招架几率提高5%。"
          }
        },
        [6] = {
          name = "强化雷霆一击",
          icon = "ability_thunderclap",
          desc = {
            "使你的雷霆一击技能所消耗的怒气值减少1点，造成的伤害提高20%。",
            "使你的雷霆一击技能所消耗的怒气值减少2点，造成的伤害提高40%。",
            "使你的雷霆一击技能所消耗的怒气值减少4点，造成的伤害提高60%。"
          }
        },
        [7] = {
          name = "特效打击",
          icon = "master_strike_1",
          desc = {
            "进行一次特殊的攻击，造成35%的武器伤害，并根据你主手武器的不同，触发额外效果。\r\n\r\n锤：使目标迷惑，持续3秒。对其造成任何伤害都会解除此效果。\r\n剑：使目标失去武器，持续3秒。\r\n斧：使目标无法移动，持续4秒。\r\n长柄：如果目标正在骑乘，额外造成100%的武器伤害，并将其从坐骑上打下来。\r\n拳套：击倒目标，持续2秒。\r\n法杖：使你的招架几率提高25%，持续10秒。\r\n匕首：使目标沉默，持续3秒。"
          }
        },
        [8] = {
          name = "强化压制",
          icon = "inv_sword_05",
          desc = {
            "使你的压制技能造成致命一击的几率提高25%。",
            "使你的压制技能造成致命一击的几率提高50%。"
          }
        },
        [9] = {
          name = "重伤",
          icon = "ability_backstab",
          desc = {
            "你的致命一击导致目标流血，使其在6秒内遭受相当于你的武器平均伤害值的20%的伤害。",
            "你的致命一击导致目标流血，使其在6秒内遭受相当于你的武器平均伤害值的40%的伤害。",
            "你的致命一击导致目标流血，使其在6秒内遭受相当于你的武器平均伤害值的60%的伤害。"
          }
        },
        [10] = {
          name = "双手武器专精",
          icon = "inv_axe_09",
          desc = {
            "使你的双手近战武器造成的伤害提高2%，所有双手武器的技能增加1点。",
            "使你的双手近战武器造成的伤害提高4%，所有双手武器的技能增加2点。",
            "使你的双手近战武器造成的伤害提高6%，所有双手武器的技能增加3点。"
          }
        },
        [11] = {
          name = "穿刺",
          icon = "ability_searingarrow",
          desc = {
            "使你在战斗姿态、防御姿态和狂暴姿态下的各种技能的致命一击伤害加成提高10%。",
            "使你在战斗姿态、防御姿态和狂暴姿态下的各种技能的致命一击伤害加成提高20%。"
          }
        },
        [12] = {
          name = "武器大师",
          icon = "garrison_weaponupgrade",
          desc = {
            "根据使用的武器，给予战士额外的效果。\r\n\r\n斧 - 致命一击几率提高1%。\r\n锤 - 攻击忽略目标每级1.2点护甲。\r\n剑 - 击中目标后，有1%的几率对同一目标进行额外攻击。\r\n长柄武器 - 长柄武器的近战攻击射程增加0.4码。",
            "根据使用的武器，给予战士额外的效果。\r\n\r\n斧 - 致命一击几率提高2%。\r\n锤 - 攻击忽略目标每级2.4点护甲。\r\n剑 - 击中目标后，有2%的几率对同一目标进行额外攻击。\r\n长柄武器 - 长柄武器的近战攻击射程增加0.8码。",
            "根据使用的武器，给予战士额外的效果。\r\n\r\n斧 - 致命一击几率提高3%。\r\n锤 - 攻击忽略目标每级3.6点护甲。\r\n剑 - 击中目标后，有3%的几率对同一目标进行额外攻击。\r\n长柄武器 - 长柄武器的近战攻击射程增加1.2码。",
            "根据使用的武器，给予战士额外的效果。\r\n\r\n斧 - 致命一击几率提高4%。\r\n锤 - 攻击忽略目标每级4.8点护甲。\r\n剑 - 击中目标后，有4%的几率对同一目标进行额外攻击。\r\n长柄武器 - 长柄武器的近战攻击射程增加1.6码。",
            "根据使用的武器，给予战士额外的效果。\r\n\r\n斧 - 致命一击几率提高5%。\r\n锤 - 攻击忽略目标每级6点护甲。\r\n剑 - 击中目标后，有5%的几率对同一目标进行额外攻击。\r\n长柄武器 - 长柄武器的近战攻击射程增加2.0码。"
          }
        },
        [13] = {
          name = "横扫攻击",
          icon = "ability_rogue_slicedice",
          desc = {
            "你在接下来的5次技能或主手近战攻击中可以攻击到一个额外的敌人。"
          }
        },
        [14] = {
          name = "无边怒火",
          icon = "ability_warrior_strengthofarms",
          desc = {
            "你的最大怒气值增加10。",
            "你的最大怒气值增加20。",
            "你的最大怒气值增加30。"
          }
        },
        [15] = {
          name = "强化戒律",
          icon = "ability_warrior_improveddisciplines",
          desc = {
            "使你的反击风暴、鲁莽和盾墙技能的冷却时间减少4分钟。",
            "使你的反击风暴、鲁莽和盾墙技能的冷却时间减少8分钟。",
            "使你的反击风暴、鲁莽和盾墙技能的冷却时间减少12分钟。"
          }
        },
        [16] = {
          name = "强化猛击",
          icon = "ability_warrior_decisivestrike",
          desc = {
            "使你的猛击技能的施放时间和公共冷却时间减少0.3秒。",
            "使你的猛击技能的施放时间和公共冷却时间减少0.5秒。"
          }
        },
        [17] = {
          name = "精准砍杀",
          icon = "ability_hunter_swiftstrike",
          desc = {
            "每额外消耗一点怒气值，斩杀造成的伤害提高25%。",
            "每额外消耗一点怒气值，斩杀造成的伤害提高50%。",
            "每额外消耗一点怒气值，斩杀造成的伤害提高75%。"
          }
        },
        [18] = {
          name = "致死打击",
          icon = "ability_warrior_savageblow",
          desc = {
            "一次邪恶的攻击，对目标造成115%的武器伤害，并使目标受伤，任何形式的治疗对其产生的效果降低50%，持续10秒。"
          }
        },
        name = "武器",
        background = "WarriorArms"
      },
      {
        [1] = {
          name = "震耳嗓音",
          icon = "spell_nature_purge",
          desc = {
            "使你的所有怒吼的作用范围提高12%，战斗怒吼和挫志怒吼的持续时间提高12%。",
            "使你的所有怒吼的作用范围提高24%，战斗怒吼和挫志怒吼的持续时间提高24%。",
            "使你的所有怒吼的作用范围提高36%，战斗怒吼和挫志怒吼的持续时间提高36%。",
            "使你的所有怒吼的作用范围提高48%，战斗怒吼和挫志怒吼的持续时间提高48%。",
            "使你的所有怒吼的作用范围提高60%，战斗怒吼和挫志怒吼的持续时间提高60%。"
          }
        },
        [2] = {
          name = "残忍",
          icon = "ability_rogue_eviscerate",
          desc = {
            "使你用近战武器对敌人造成致命一击的几率提高1%。",
            "使你用近战武器对敌人造成致命一击的几率提高2%。",
            "使你用近战武器对敌人造成致命一击的几率提高3%。",
            "使你用近战武器对敌人造成致命一击的几率提高4%。",
            "使你用近战武器对敌人造成致命一击的几率提高5%。"
          }
        },
        [3] = {
          name = "双武器专精",
          icon = "ability_dualwield",
          desc = {
            "使你的副手武器所造成的伤害提高5%，并且使你的副手武器命中率增加2%。",
            "使你的副手武器所造成的伤害提高10%，并且使你的副手武器命中率增加4%。",
            "使你的副手武器所造成的伤害提高15%，并且使你的副手武器命中率增加6%。",
            "使你的副手武器所造成的伤害提高20%，并且使你的副手武器命中率增加8%。",
            "使你的副手武器所造成的伤害提高25%，并且使你的副手武器命中率增加10%。"
          }
        },
        [4] = {
          name = "怒不可遏",
          icon = "spell_nature_stoneclawtotem",
          desc = {
            "使你有15%的几率在对敌人造成近战伤害之后获得额外的怒气值，双手武器的效果加倍。",
            "使你有30%的几率在对敌人造成近战伤害之后获得额外的怒气值，双手武器的效果加倍。",
            "使你有45%的几率在对敌人造成近战伤害之后获得额外的怒气值，双手武器的效果加倍。",
            "使你有60%的几率在对敌人造成近战伤害之后获得额外的怒气值，双手武器的效果加倍。",
            "使你有75%的几率在对敌人造成近战伤害之后获得额外的怒气值，双手武器的效果加倍。"
          }
        },
        [5] = {
          name = "强化怒吼",
          icon = "ability_warrior_commandingshout",
          desc = {
            "使你的战斗怒吼提高近战攻击强度的效果提高5%，挫志怒吼降低敌人近战攻击强度的效果提高8%。",
            "使你的战斗怒吼提高近战攻击强度的效果提高10%，挫志怒吼降低敌人近战攻击强度的效果提高16%。",
            "使你的战斗怒吼提高近战攻击强度的效果提高15%，挫志怒吼降低敌人近战攻击强度的效果提高24%。",
            "使你的战斗怒吼提高近战攻击强度的效果提高20%，挫志怒吼降低敌人近战攻击强度的效果提高32%。",
            "使你的战斗怒吼提高近战攻击强度的效果提高25%，挫志怒吼降低敌人近战攻击强度的效果提高40%。"
          }
        },
        [6] = {
          name = "刺耳怒吼",
          icon = "spell_shadow_deathscream",
          desc = {
            "使战士身边的所有敌人眩晕，移动速度降低50%，持续6秒。"
          }
        },
        [7] = {
          name = "血之狂热",
          icon = "spell_shadow_summonimp",
          desc = {
            "在受到致命一击之后的6秒内为你回复生命值总量的2%。",
            "在受到致命一击之后的6秒内为你回复生命值总量的4%。",
            "在受到致命一击之后的6秒内为你回复生命值总量的6%。"
          }
        },
        [8] = {
          name = "战场机动",
          icon = "ability_rogue_sprint",
          desc = {
            "拦截和援护的冷却时间减少5秒，冲锋的冷却时间减少2秒。",
            "拦截和援护的冷却时间减少10秒，冲锋的冷却时间减少4秒。"
          }
        },
        [9] = {
          name = "狂怒",
          icon = "spell_shadow_unholyfrenzy",
          desc = {
            "受到敌人的致命一击之后，你造成的近战伤害获得4%的额外加成，持续8秒。",
            "受到敌人的致命一击之后，你造成的近战伤害获得8%的额外加成，持续8秒。",
            "受到敌人的致命一击之后，你造成的近战伤害获得12%的额外加成，持续8秒。",
            "受到敌人的致命一击之后，你造成的近战伤害获得16%的额外加成，持续8秒。",
            "受到敌人的致命一击之后，你造成的近战伤害获得20%的额外加成，持续8秒。"
          }
        },
        [10] = {
          name = "强化拳击",
          icon = "inv_gauntlets_04",
          desc = {
            "你的拳击技能有50%几率使目标减速，持续4秒，目标该系法术沉默的持续时间延长1秒。",
            "你的拳击技能有100%几率使目标减速，持续4秒，目标该系法术沉默的持续时间延长2秒。"
          }
        },
        [11] = {
          name = "碾碎",
          icon = "ability_whirlwind",
          desc = {
            "旋风斩的冷却时间减少1秒，顺劈斩消耗的怒气值减少1点。",
            "旋风斩的冷却时间减少1.5秒，顺劈斩消耗的怒气值减少2点。",
            "旋风斩的冷却时间减少2秒，顺劈斩消耗的怒气值减少3点。"
          }
        },
        [12] = {
          name = "死亡之愿",
          icon = "spell_shadow_deathpact",
          desc = {
            "激活之后，你的物理攻击伤害提高20%，并免疫恐惧效果，但是你的护甲值和所有抗性都降低20%。持续30秒。"
          }
        },
        [13] = {
          name = "强化斩杀",
          icon = "inv_sword_48",
          desc = {
            "斩杀的怒气值消耗降低2点。",
            "斩杀的怒气值消耗降低5点。"
          }
        },
        [14] = {
          name = "强化狂暴之怒",
          icon = "spell_nature_ancestralguardian",
          desc = {
            "使用狂暴之怒之后立即获得5点怒气值，并在激活时有50%的几率解除自身的移动限制效果。",
            "使用狂暴之怒之后立即获得10点怒气值，并在激活时有100%的几率解除自身的移动限制效果。"
          }
        },
        [15] = {
          name = "乱舞",
          icon = "ability_ghoulfrenzy",
          desc = {
            "在你的普通近战攻击打出致命一击之后，使你的下3次近战攻击速度提高10%。",
            "在你的普通近战攻击打出致命一击之后，使你的下3次近战攻击速度提高15%。",
            "在你的普通近战攻击打出致命一击之后，使你的下3次近战攻击速度提高20%。",
            "在你的普通近战攻击打出致命一击之后，使你的下3次近战攻击速度提高25%。",
            "在你的普通近战攻击打出致命一击之后，使你的下3次近战攻击速度提高30%。"
          }
        },
        [16] = {
          name = "饮血者",
          icon = "racial_troll_berserk",
          desc = {
            "你在狂怒、死亡之愿或鲁莽效果的影响下时，你的近战攻击和技能会为你恢复最大生命值的1%。",
            "你在狂怒、死亡之愿或鲁莽效果的影响下时，你的近战攻击和技能会为你恢复最大生命值的1%。",
            "你在狂怒、死亡之愿或鲁莽效果的影响下时，你的近战攻击和技能会为你恢复最大生命值的2%。"
          }
        },
        [17] = {
          name = "嗜血",
          icon = "spell_nature_bloodlust",
          desc = {
            "立即进行一次攻击，对目标造成100点伤害加上35%攻击强度的额外伤害，并使你的移动速度提高10%，持续6秒。"
          }
        },
        name = "狂怒",
        background = "WarriorFury"
      },
      {
        [1] = {
          name = "强化血性狂暴",
          icon = "ability_racial_bloodrage",
          desc = {
            "使你的血性狂暴技能激活瞬间所产生的怒气值增加5点。",
            "使你的血性狂暴技能激活瞬间所产生的怒气值增加10点。"
          }
        },
        [2] = {
          name = "盾牌专精",
          icon = "inv_shield_06",
          desc = {
            "使你用盾牌格挡攻击的几率提高1%，并且在格档后获得1点怒气值。",
            "使你用盾牌格挡攻击的几率提高2%，并且在格档后获得2点怒气值。",
            "使你用盾牌格挡攻击的几率提高3%，并且在格档后获得3点怒气值。",
            "使你用盾牌格挡攻击的几率提高4%，并且在格档后获得4点怒气值。",
            "使你用盾牌格挡攻击的几率提高5%，并且在格档后获得5点怒气值。"
          }
        },
        [3] = {
          name = "预知",
          icon = "spell_nature_mirrorimage",
          desc = {
            "使你的防御技能提高7点。",
            "使你的防御技能提高14点。",
            "使你的防御技能提高20点。"
          }
        },
        [4] = {
          name = "钢铁意志",
          icon = "spell_magic_magearmor",
          desc = {
            "使你抵抗昏迷和魅惑效果的几率提高3%。",
            "使你抵抗昏迷和魅惑效果的几率提高6%。",
            "使你抵抗昏迷和魅惑效果的几率提高9%。",
            "使你抵抗昏迷和魅惑效果的几率提高12%。",
            "使你抵抗昏迷和魅惑效果的几率提高15%。"
          }
        },
        [5] = {
          name = "坚韧",
          icon = "spell_holy_devotion",
          desc = {
            "使你因装备而获得的护甲值提高2%，并且你的盾牌吸收的伤害量提高3%。",
            "使你因装备而获得的护甲值提高4%，并且你的盾牌吸收的伤害量提高6%。",
            "使你因装备而获得的护甲值提高6%，并且你的盾牌吸收的伤害量提高9%。",
            "使你因装备而获得的护甲值提高8%，并且你的盾牌吸收的伤害量提高12%。",
            "使你因装备而获得的护甲值提高10%，并且你的盾牌吸收的伤害量提高15%。"
          }
        },
        [6] = {
          name = "破釜沉舟",
          icon = "spell_holy_ashestoashes",
          desc = {
            "激活之后，使你暂时获得30%的生命值，持续20秒。在效果解除之后，这些生命值会被扣除。"
          }
        },
        [7] = {
          name = "强化援护",
          icon = "ability_warrior_intervene",
          desc = {
            "使用援护后有50%几率获得免疫移动限制效果，持续3秒。",
            "使用援护后有100%几率获得免疫移动限制效果，持续3秒。"
          }
        },
        [8] = {
          name = "强化嘲讽",
          icon = "spell_nature_reincarnation",
          desc = {
            "使你的嘲讽技能的冷却时间减少1秒。",
            "使你的嘲讽技能的冷却时间减少2秒。"
          }
        },
        [9] = {
          name = "强化复仇",
          icon = "ability_warrior_revenge",
          desc = {
            "使你的复仇技能有15%的几率令目标昏迷3秒，并且冷却时间减少0.5秒。",
            "使你的复仇技能有30%的几率令目标昏迷3秒，并且冷却时间减少1秒。",
            "使你的复仇技能有45%的几率令目标昏迷3秒，并且冷却时间减少1.5秒。"
          }
        },
        [10] = {
          name = "禁令",
          icon = "ability_warrior_shieldbash",
          desc = {
            "使你的盾牌猛击有50%几率额外再驱散目标身上1个魔法效果，盾击技能有50%的几率使目标沉默3秒。",
            "使你的盾牌猛击有100%几率额外再驱散目标身上1个魔法效果，盾击技能有100%的几率使目标沉默3秒。"
          }
        },
        [11] = {
          name = "强化缴械",
          icon = "ability_warrior_disarm",
          desc = {
            "使你的缴械技能的冷却时间减少10秒。",
            "使你的缴械技能的冷却时间减少20秒。"
          }
        },
        [12] = {
          name = "挑衅",
          icon = "ability_warrior_innerrage",
          desc = {
            "使你在防御姿态下造成的威胁值提高4%。",
            "使你在防御姿态下造成的威胁值提高8%。",
            "使你在防御姿态下造成的威胁值提高12%。",
            "使你在防御姿态下造成的威胁值提高15%。",
            "使你在防御姿态下造成的威胁值提高20%。"
          }
        },
        [13] = {
          name = "单手武器专精",
          icon = "inv_sword_20",
          desc = {
            "使你的单手近战武器所能造成的伤害提高2%。",
            "使你的单手近战武器所能造成的伤害提高4%。",
            "使你的单手近战武器所能造成的伤害提高6%。",
            "使你的单手近战武器所能造成的伤害提高8%。",
            "使你的单手近战武器所能造成的伤害提高10%。"
          }
        },
        [14] = {
          name = "盾牌猛击",
          icon = "inv_shield_05",
          desc = {
            "用盾牌击打目标，对其造成174 to 184点伤害（此伤害数值受到盾牌格挡值和攻击强度加成影响），并有50%的几率驱散目标身上的1个魔法效果，同时产生大量的威胁值。"
          }
        },
        [15] = {
          name = "强化盾牌猛击",
          icon = "ability_warrior_shieldmastery",
          desc = {
            "盾牌猛击的冷却时间减少0.75秒，使用盾牌猛击会使你有35%几率在4.5秒内格挡下一次攻击。",
            "盾牌猛击的冷却时间减少1.5秒，使用盾牌猛击会使你有70%几率在4.5秒内格挡下一次攻击。"
          }
        },
        [16] = {
          name = "报复",
          icon = "ability_warrior_reprisal",
          desc = {
            "使你的复仇技能造成的伤害提高25%，复仇命中后有50%的几率返还其怒气消耗。",
            "使你的复仇技能造成的伤害提高50%，复仇命中后有100%的几率返还其怒气消耗。"
          }
        },
        [17] = {
          name = "强化盾墙",
          icon = "ability_warrior_shieldwall",
          desc = {
            "盾墙的持续时间延长1秒，冷却时间减少5分钟。",
            "盾墙的持续时间延长2秒，冷却时间减少10分钟。"
          }
        },
        [18] = {
          name = "防御战术",
          icon = "ability_warrior_stalwartprotector",
          desc = {
            "佩戴盾牌时，防御姿态增加威胁值的60%在离开防御姿态后继续生效。",
            "佩戴盾牌时，防御姿态增加威胁值的120%在离开防御姿态后继续生效。",
            "佩戴盾牌时，防御姿态增加威胁值的180%在离开防御姿态后继续生效。"
          }
        },
        [19] = {
          name = "震荡猛击",
          icon = "ability_thunderbolt",
          desc = {
            "立即产生10点怒气值，对目标造成115点伤害，并使其昏迷3秒。此技能造成大量威胁值，并可穿透敌人100%的护甲。"
          }
        },
        name = "防护",
        background = "WarriorProtection"
      }
    },
    PALADIN = {
      {
        [1] = {
          name = "神圣之力",
          icon = "ability_golemthunderclap",
          desc = {
            "使你的力量提高2%。",
            "使你的力量提高4%。",
            "使你的力量提高6%。",
            "使你的力量提高8%。",
            "使你的力量提高10%。"
          }
        },
        [2] = {
          name = "神圣智慧",
          icon = "spell_nature_sleep",
          desc = {
            "使你的智力值上限提高2%。",
            "使你的智力值上限提高4%。",
            "使你的智力值上限提高6%。",
            "使你的智力值上限提高8%。",
            "使你的智力值上限提高10%。"
          }
        },
        [3] = {
          name = "神圣制裁",
          icon = "ability_paladin_judgementblue",
          desc = {
            "施放审判会使你的下一个圣光术的施法时间减少0.3秒。",
            "施放审判会使你的下一个圣光术的施法时间减少0.6秒。",
            "施放审判会使你的下一个圣光术的施法时间减少1秒。"
          }
        },
        [4] = {
          name = "精神集中",
          icon = "spell_arcane_blink",
          desc = {
            "使你的圣光闪现和圣光术有35%的几率在受到伤害时不会延长施法时间。",
            "使你的圣光闪现和圣光术有70%的几率在受到伤害时不会延长施法时间。"
          }
        },
        [5] = {
          name = "强化正义圣印",
          icon = "ability_thunderbolt",
          desc = {
            "使你的正义圣印和正义审判所能造成的伤害提高2%。",
            "使你的正义圣印和正义审判所能造成的伤害提高4%。",
            "使你的正义圣印和正义审判所能造成的伤害提高6%。",
            "使你的正义圣印和正义审判所能造成的伤害提高8%。",
            "使你的正义圣印和正义审判所能造成的伤害提高10%。"
          }
        },
        [6] = {
          name = "治疗之光",
          icon = "spell_holy_holybolt",
          desc = {
            "使你的圣光术、圣光闪现和神圣震击的治疗效果提高4%。",
            "使你的圣光术、圣光闪现和神圣震击的治疗效果提高8%。",
            "使你的圣光术、圣光闪现和神圣震击的治疗效果提高12%。"
          }
        },
        [7] = {
          name = "圣洁光环",
          icon = "spell_holy_mindvision",
          desc = {
            "使半径30码范围内的队友的神圣系攻击对敌人造成的伤害提高10%。每个圣骑士在同一时间内只能开启一种光环，且同类光环的效果无法叠加。"
          }
        },
        [8] = {
          name = "强化圣疗术",
          icon = "spell_holy_layonhands",
          desc = {
            "被你的圣疗术治疗的目标因装备而获得的护甲值提高15%，持续2 min。另外，圣疗术的冷却时间减少10分钟。",
            "被你的圣疗术治疗的目标因装备而获得的护甲值提高30%，持续2 min。另外，圣疗术的冷却时间减少20分钟。"
          }
        },
        [9] = {
          name = "不灭信仰",
          icon = "spell_holy_unyieldingfaith",
          desc = {
            "使你抵抗恐惧和困惑效果的几率提高5%。",
            "使你抵抗恐惧和困惑效果的几率提高10%。"
          }
        },
        [10] = {
          name = "强化专注光环",
          icon = "spell_holy_mindsooth",
          desc = {
            "使你的专注光环的效果提高5%，所有受到光环影响的队友抵抗沉默和打断效果的几率提高5%。",
            "使你的专注光环的效果提高10%，所有受到光环影响的队友抵抗沉默和打断效果的几率提高10%。",
            "使你的专注光环的效果提高15%，所有受到光环影响的队友抵抗沉默和打断效果的几率提高15%。"
          }
        },
        [11] = {
          name = "启发",
          icon = "spell_holy_greaterheal",
          desc = {
            "在你的圣光闪现、圣光术或神圣震击造成极效治疗效果后，你将恢复该法术消耗的基础法力值的12%。",
            "在你的圣光闪现、圣光术或神圣震击造成极效治疗效果后，你将恢复该法术消耗的基础法力值的24%。",
            "在你的圣光闪现、圣光术或神圣震击造成极效治疗效果后，你将恢复该法术消耗的基础法力值的36%。",
            "在你的圣光闪现、圣光术或神圣震击造成极效治疗效果后，你将恢复该法术消耗的基础法力值的48%。",
            "在你的圣光闪现、圣光术或神圣震击造成极效治疗效果后，你将恢复该法术消耗的基础法力值的60%。"
          }
        },
        [12] = {
          name = "铁壁",
          icon = "inv_shoulder_30",
          desc = {
            "增加你的法术造成的治疗效果，数值相当于你从装备获得护甲值的1%。",
            "增加你的法术造成的治疗效果，数值相当于你从装备获得护甲值的2%。"
          }
        },
        [13] = {
          name = "神恩术",
          icon = "spell_holy_heal",
          desc = {
            "提高你使用神圣震击造成致命一击的几率10%。",
            "提高你使用神圣震击造成致命一击的几率20%。",
            "提高你使用神圣震击造成致命一击的几率30%。",
            "提高你使用神圣震击造成致命一击的几率40%。",
            "提高你使用神圣震击造成致命一击的几率50%。"
          }
        },
        [14] = {
          name = "神圣震击",
          icon = "spell_holy_searinglight",
          desc = {
            "以神圣的能量冲击目标，造成97 to 104点神圣伤害，或为盟友恢复311 to 320点生命值。施放神圣震击有一定几率重置其冷却时间。"
          }
        },
        [15] = {
          name = "神圣强化",
          icon = "spell_holy_power",
          desc = {
            "使你的圣光术和圣光闪现造成致命一击的几率提高2%。",
            "使你的圣光术和圣光闪现造成致命一击的几率提高4%。",
            "使你的圣光术和圣光闪现造成致命一击的几率提高6%。"
          }
        },
        [16] = {
          name = "神佑打击",
          icon = "spell_holy_revivechampion",
          desc = {
            "十字军打击有20%的几率重置你的神圣震击的冷却时间。此外，你的神圣打击的治疗效果提高20%，并获得5%的额外治疗效果加成。",
            "十字军打击有40%的几率重置你的神圣震击的冷却时间。此外，你的神圣打击的治疗效果提高40%，并获得10%的额外治疗效果加成。",
            "十字军打击有60%的几率重置你的神圣震击的冷却时间。此外，你的神圣打击的治疗效果提高60%，并获得15%的额外治疗效果加成。",
            "十字军打击有80%的几率重置你的神圣震击的冷却时间。此外，你的神圣打击的治疗效果提高80%，并获得20%的额外治疗效果加成。",
            "十字军打击有100%的几率重置你的神圣震击的冷却时间。此外，你的神圣打击的治疗效果提高100%，并获得25%的额外治疗效果加成。"
          }
        },
        [17] = {
          name = "晨辉",
          icon = "spell_holy_auramastery",
          desc = {
            "你造成的极效治疗会使目标获得晨辉效果，持续30秒。当目标受到伤害时恢复248 to 289点生命值，并消耗晨辉效果。"
          }
        },
        name = "神圣",
        background = "PaladinHoly"
      },
      {
        [1] = {
          name = "强化虔诚光环",
          icon = "spell_holy_devotionaura",
          desc = {
            "使你的虔诚光环提供额外护甲值的效果增强5%。",
            "使你的虔诚光环提供额外护甲值的效果增强10%。",
            "使你的虔诚光环提供额外护甲值的效果增强15%。",
            "使你的虔诚光环提供额外护甲值的效果增强20%。",
            "使你的虔诚光环提供额外护甲值的效果增强25%。"
          }
        },
        [2] = {
          name = "盾牌壁垒",
          icon = "ability_defend",
          desc = {
            "受到近战和远程攻击时有2%几率使你的盾牌格挡几率提高3%。持续10秒或格挡5次攻击。",
            "受到近战和远程攻击时有4%几率使你的盾牌格挡几率提高6%。持续10秒或格挡5次攻击。",
            "受到近战和远程攻击时有6%几率使你的盾牌格挡几率提高9%。持续10秒或格挡5次攻击。",
            "受到近战和远程攻击时有8%几率使你的盾牌格挡几率提高12%。持续10秒或格挡5次攻击。",
            "受到近战和远程攻击时有10%几率使你的盾牌格挡几率提高15%。持续10秒或格挡5次攻击。"
          }
        },
        [3] = {
          name = "精确",
          icon = "ability_rogue_ambush",
          desc = {
            "使你的近战武器和技能击中目标的几率提高1%。",
            "使你的近战武器和技能击中目标的几率提高2%。",
            "使你的近战武器和技能击中目标的几率提高3%。"
          }
        },
        [4] = {
          name = "守护者的宠爱",
          icon = "spell_holy_sealofprotection",
          desc = {
            "使你的保护之手的冷却时间减少60秒，自由之手的效果持续时间延长3秒。",
            "使你的保护之手的冷却时间减少120秒，自由之手的效果持续时间延长6秒。"
          }
        },
        [5] = {
          name = "坚韧",
          icon = "spell_holy_devotion",
          desc = {
            "使你因装备而获得的护甲值提高2%。",
            "使你因装备而获得的护甲值提高4%。",
            "使你因装备而获得的护甲值提高6%。",
            "使你因装备而获得的护甲值提高8%。",
            "使你因装备而获得的护甲值提高10%。"
          }
        },
        [6] = {
          name = "强化正义之怒",
          icon = "spell_holy_sealoffury",
          desc = {
            "使你的正义之怒所产生的威胁值提高25%。",
            "使你的正义之怒所产生的威胁值提高50%。",
            "使你的正义之怒所产生的威胁值提高75%。"
          }
        },
        [7] = {
          name = "庇护祝福",
          icon = "spell_nature_lightningshield",
          desc = {
            "为友方目标施加祝福，使其所受到的所有类型的伤害都减少最多10点，持续10 min。另外，当目标格挡一次近战攻击时，攻击者会受到14点神圣伤害。每个圣骑士在同一时间内只能给目标施加一种祝福，同类型的祝福不能重叠。"
          }
        },
        [8] = {
          name = "盾牌专精",
          icon = "inv_shield_06",
          desc = {
            "使你的盾牌所能吸收的伤害提高10%。并有33%的几率在发生格挡时恢复2%的法力值。这种效果每5秒才能生效一次。",
            "使你的盾牌所能吸收的伤害提高20%。并有66%的几率在发生格挡时恢复2%的法力值。这种效果每5秒才能生效一次。",
            "使你的盾牌所能吸收的伤害提高30%。并有100%的几率在发生格挡时恢复2%的法力值。这种效果每5秒才能生效一次。"
          }
        },
        [9] = {
          name = "预知",
          icon = "spell_magic_lesserinvisibilty",
          desc = {
            "使你的防御技能提高7点。",
            "使你的防御技能提高14点。",
            "使你的防御技能提高20点。"
          }
        },
        [10] = {
          name = "强化清算之手",
          icon = "spell_holy_redemption",
          desc = {
            "清算之手击中目标的几率提高4%。",
            "清算之手击中目标的几率提高8%。"
          }
        },
        [11] = {
          name = "强化制裁之锤",
          icon = "spell_holy_sealofmight",
          desc = {
            "使你的制裁之锤的冷却时间减少5秒。",
            "使你的制裁之锤的冷却时间减少10秒。",
            "使你的制裁之锤的冷却时间减少15秒。"
          }
        },
        [12] = {
          name = "正义防御",
          icon = "ability_warrior_swordandboard",
          desc = {
            "当正义之怒激活时，你受到的伤害会降低3%。",
            "当正义之怒激活时，你受到的伤害会降低6%。",
            "当正义之怒激活时，你受到的伤害会降低10%。"
          }
        },
        [13] = {
          name = "神圣之盾",
          icon = "spell_holy_blessingofprotection",
          desc = {
            "使你的格挡几率提高45%，持续10秒。在此期间每次成功格挡都会对攻击者造成35点神圣伤害，这种伤害所造成的威胁值提高50%。每次成功格挡会消耗掉一次格挡机会，最多可格挡4次。"
          }
        },
        [14] = {
          name = "清算",
          icon = "spell_holy_blessingofstrength",
          desc = {
            "使你在格挡敌人攻击时，有10%的几率发动一次额外攻击。",
            "使你在格挡敌人攻击时，有20%的几率发动一次额外攻击。",
            "使你在格挡敌人攻击时，有30%的几率发动一次额外攻击。",
            "使你在格挡敌人攻击时，有40%的几率发动一次额外攻击。",
            "使你在格挡敌人攻击时，有50%的几率发动一次额外攻击。"
          }
        },
        [15] = {
          name = "正义打击",
          icon = "spell_holy_sealofblood",
          desc = {
            "神圣打击的伤害提高5%且造成5%的额外威胁值。十字军打击使你获得狂热防御，下一次格挡的伤害量降低6%。",
            "神圣打击的伤害提高10%且造成10%的额外威胁值。十字军打击使你获得狂热防御，下一次格挡的攻击伤害降低12%。",
            "神圣打击的伤害提高15%且造成15%的额外威胁值。十字军打击使你获得狂热防御，下一次格挡的攻击伤害降低18%。",
            "神圣打击的伤害提高20%且造成20%的额外威胁值。十字军打击使你获得狂热防御，下一次格挡的攻击伤害降低24%。",
            "神圣打击的伤害提高25%且造成25%的额外威胁值。十字军打击使你获得狂热防御，下一次格挡的攻击伤害降低30%。"
          }
        },
        [16] = {
          name = "正义壁垒",
          icon = "ability_warrior_victoryrush",
          desc = {
            "用盾牌猛击目标，造成274 to 301神圣伤害并使你受到的伤害减少30%，持续12秒。"
          }
        },
        name = "防护",
        background = "PaladinProtection"
      },
      {
        [1] = {
          name = "强化祝福",
          icon = "spell_holy_spiritualguidence",
          desc = {
            "使你的力量祝福和智慧祝福的效果提高4%。",
            "使你的力量祝福和智慧祝福的效果提高8%。",
            "使你的力量祝福和智慧祝福的效果提高12%。",
            "使你的力量祝福和智慧祝福的效果提高16%。",
            "使你的力量祝福和智慧祝福的效果提高20%。"
          }
        },
        [2] = {
          name = "祈福",
          icon = "spell_frost_windwalkon",
          desc = {
            "使你的审判和圣印所消耗的法力值减少3%。",
            "使你的审判和圣印所消耗的法力值减少6%。",
            "使你的审判和圣印所消耗的法力值减少9%。",
            "使你的审判和圣印所消耗的法力值减少12%。",
            "使你的审判和圣印所消耗的法力值减少15%。"
          }
        },
        [3] = {
          name = "强化审判",
          icon = "spell_holy_righteousfury",
          desc = {
            "使你的审判法术的冷却时间减少1秒。",
            "使你的审判法术的冷却时间减少2秒。"
          }
        },
        [4] = {
          name = "强化十字军圣印",
          icon = "spell_holy_holysmite",
          desc = {
            "使你的十字军圣印的近战攻击强度加成和十字军审判的神圣伤害加成提高5%。",
            "使你的十字军圣印的近战攻击强度加成和十字军审判的神圣伤害加成提高10%。",
            "使你的十字军圣印的近战攻击强度加成和十字军审判的神圣伤害加成提高15%。"
          }
        },
        [5] = {
          name = "偏斜",
          icon = "ability_parry",
          desc = {
            "使你的招架几率提高1%。",
            "使你的招架几率提高2%。",
            "使你的招架几率提高3%。",
            "使你的招架几率提高4%。",
            "使你的招架几率提高5%。"
          }
        },
        [6] = {
          name = "强化惩罚光环",
          icon = "spell_holy_auraoflight",
          desc = {
            "使你的惩戒光环所能造成的伤害提高25%。",
            "使你的惩戒光环所能造成的伤害提高50%。"
          }
        },
        [7] = {
          name = "定罪",
          icon = "spell_holy_retributionaura",
          desc = {
            "使你用近战武器对敌人造成致命一击的几率提高1%。",
            "使你用近战武器对敌人造成致命一击的几率提高2%。",
            "使你用近战武器对敌人造成致命一击的几率提高3%。",
            "使你用近战武器对敌人造成致命一击的几率提高4%。",
            "使你用近战武器对敌人造成致命一击的几率提高5%。"
          }
        },
        [8] = {
          name = "王者祝福",
          icon = "spell_magic_magearmor",
          desc = {
            "为友方目标施加祝福，使其所有属性提高10%，持续10 min。每个圣骑士在同一时间内只能给目标施加一种祝福，同类型的祝福不能重叠。"
          }
        },
        [9] = {
          name = "正义追击",
          icon = "spell_holy_persuitofjustice",
          desc = {
            "使你的移动速度和坐骑移动速度提高4%。这个效果不与其它同类效果叠加。",
            "使你的移动速度和坐骑移动速度提高8%。这个效果不与其它同类效果叠加。"
          }
        },
        [10] = {
          name = "双手武器专精",
          icon = "inv_hammer_04",
          desc = {
            "使你的双手近战武器造成的伤害提高2%，并使你的双手剑、双手锤和双手斧的武器技能增加1。",
            "使你的双手近战武器造成的伤害提高4%，并使你的双手剑、双手锤和双手斧的武器技能增加2。",
            "使你的双手近战武器造成的伤害提高6%，并使你的双手剑、双手锤和双手斧的武器技能增加3。"
          }
        },
        [11] = {
          name = "辩护",
          icon = "spell_holy_vindication",
          desc = {
            "使圣骑士的近战攻击有一定的几率令目标造成的伤害降低3%，持续10秒，仅对62级或更低的敌人有效。",
            "使圣骑士的近战攻击有一定的几率令目标造成的伤害降低6%，持续10秒，仅对62级或更低的敌人有效。",
            "使圣骑士的近战攻击有一定的几率令目标造成的伤害降低9%，持续10秒，仅对62级或更低的敌人有效。"
          }
        },
        [12] = {
          name = "以眼还眼",
          icon = "spell_holy_eyeforaneye",
          desc = {
            "所有对你造成致命一击的法术都会对其施法者造成15%的伤害，但最大数值不会超过圣骑士生命值总量的50%。",
            "所有对你造成致命一击的法术都会对其施法者造成30%的伤害，但最大数值不会超过圣骑士生命值总量的50%。"
          }
        },
        [13] = {
          name = "复仇",
          icon = "ability_racial_avatar",
          desc = {
            "当你的武器攻击、法术或技能在对敌人造成致命一击之后，能使你获得1%的伤害加成，并使你产生的威胁值减少2%，持续30秒。此效果最多可叠加3次。正义之怒激活时，威胁值降低效果无效。",
            "当你的武器攻击、法术或技能在对敌人造成致命一击之后，能使你获得2%的伤害加成，并使你产生的威胁值减少4%，持续30秒。此效果最多可叠加3次。正义之怒激活时，威胁值降低效果无效。",
            "当你的武器攻击、法术或技能在对敌人造成致命一击之后，能使你获得3%的伤害加成，并使你产生的威胁值减少6%，持续30秒。此效果最多可叠加3次。正义之怒激活时，威胁值降低效果无效。",
            "当你的武器攻击、法术或技能在对敌人造成致命一击之后，能使你获得4%的伤害加成，并使你产生的威胁值减少8%，持续30秒。此效果最多可叠加3次。正义之怒激活时，威胁值降低效果无效。",
            "当你的武器攻击、法术或技能在对敌人造成致命一击之后，能使你获得5%的伤害加成，并使你产生的威胁值减少10%，持续30秒。此效果最多可叠加3次。正义之怒激活时，威胁值降低效果无效。"
          }
        },
        [14] = {
          name = "命令圣印",
          icon = "ability_warrior_innerrage",
          desc = {
            "使圣骑士在攻击时有一定几率对目标造成与攻击伤害的70%等量的神圣伤害。圣骑士在同一时间内只能激活一种圣印。持续30秒。\n\n释放这种圣印的能量将对目标造成审判效果，对其立刻造成68 to 72点神圣伤害，若目标昏迷或瘫痪则造成137 to 145点神圣伤害。"
          }
        },
        [15] = {
          name = "复仇打击",
          icon = "spell_holy_crusaderstrike",
          desc = {
            "十字军打击造成额外的2%伤害，每叠加一次狂热可使你的攻击和施法速度额外增加2%。\n神圣打击为你注入神圣威能，使你的力量增加4%，持续20秒。",
            "十字军打击造成额外的4%伤害，每叠加一次狂热可使你的攻击和施法速度额外增加2%。\n神圣打击为你注入神圣威能，使你的力量增加8%，持续20秒。",
            "十字军打击造成额外的6%伤害，每叠加一次狂热可使你的攻击和施法速度额外增加2%。\n神圣打击为你注入神圣威能，使你的力量增加12%，持续20秒。",
            "十字军打击造成额外的8%伤害，每叠加一次狂热可使你的攻击和施法速度额外增加2%。\n神圣打击为你注入神圣威能，使你的力量增加16%，持续20秒。",
            "十字军打击造成额外的10%伤害，每叠加一次狂热可使你的攻击和施法速度额外增加2%。\n神圣打击为你注入神圣威能，使你的力量增加20%，持续20秒。"
          }
        },
        [16] = {
          name = "忏悔",
          icon = "spell_holy_prayerofhealing",
          desc = {
            "使目标进入冥想状态，最多持续6秒。任何伤害都会唤醒目标。当效果被免疫时，目标会忏悔自己的罪孽，每次近战攻击时都会受到80点神圣伤害，持续20秒。"
          }
        },
        name = "惩戒",
        background = "PaladinCombat"
      }
    },
    HUNTER = {
      {
        [1] = {
          name = "迅捷守护",
          icon = "spell_nature_ravenform",
          desc = {
            "当雄鹰守护激活时，所有普通远程攻击都有10%的几率使你的远程攻击速度提高3%，持续12秒。当孤狼守护激活时，所有普通近战攻击都有10%的几率使你的近战攻击速度提高3%，持续12秒。",
            "当雄鹰守护激活时，所有普通远程攻击都有10%的几率使你的远程攻击速度提高6%，持续12秒。当孤狼守护激活时，所有普通近战攻击都有10%的几率使你的近战攻击速度提高6%，持续12秒。",
            "当雄鹰守护激活时，所有普通远程攻击都有10%的几率使你的远程攻击速度提高9%，持续12秒。当孤狼守护激活时，所有普通近战攻击都有10%的几率使你的近战攻击速度提高9%，持续12秒。",
            "当雄鹰守护激活时，所有普通远程攻击都有10%的几率使你的远程攻击速度提高12%，持续12秒。当孤狼守护激活时，所有普通近战攻击都有10%的几率使你的近战攻击速度提高12%，持续12秒。",
            "当雄鹰守护激活时，所有普通远程攻击都有10%的几率使你的远程攻击速度提高15%，持续12秒。当孤狼守护激活时，所有普通近战攻击都有10%的几率使你的近战攻击速度提高15%，持续12秒。"
          }
        },
        [2] = {
          name = "耐久训练",
          icon = "spell_nature_reincarnation",
          desc = {
            "你的宠物继承你的角色耐力的6%，并使你的宠物的生命值提高2%。",
            "你的宠物继承你的角色耐力的12%，并使你的宠物的生命值提高4%。",
            "你的宠物继承你的角色耐力的18%，并使你的宠物的生命值提高6%。",
            "你的宠物继承你的角色耐力的24%，并使你的宠物的生命值提高8%。",
            "你的宠物继承你的角色耐力的30%，并使你的宠物的生命值提高10%。"
          }
        },
        [3] = {
          name = "强化野兽之眼",
          icon = "ability_eyeoftheowl",
          desc = {
            "使你的野兽之眼的效果持续时间延长30秒。\r\n\r\n在野兽之眼引导期间，你宠物造成的伤害额外提高15%，并且集中值的回复速度提高15%。",
            "使你的野兽之眼的效果持续时间延长60秒。\r\n\r\n在野兽之眼引导期间，你宠物造成的伤害额外提高30%，并且集中值的回复速度提高30%。"
          }
        },
        [4] = {
          name = "强化原始守护",
          icon = "ability_hunter_aspectofthemonkey",
          desc = {
            "使你的灵猴守护提供2%的额外躲闪几率。当孤狼守护激活时，你近战伤害的2%作为治疗返还。",
            "使你的灵猴守护提供4%的额外躲闪几率。当孤狼守护激活时，你近战伤害的4%作为治疗返还。",
            "使你的灵猴守护提供6%的额外躲闪几率。当孤狼守护激活时，你近战伤害的6%作为治疗返还。"
          }
        },
        [5] = {
          name = "厚皮",
          icon = "inv_misc_pelt_bear_03",
          desc = {
            "你的宠物继承你12%的护甲值，并使你的宠物的护甲值提高7%。",
            "你的宠物继承你24%的护甲值，并使你的宠物的护甲值提高14%。",
            "你的宠物继承你36%的护甲值，并使你的宠物的护甲值提高20%。"
          }
        },
        [6] = {
          name = "强化复活宠物",
          icon = "ability_hunter_beastsoothe",
          desc = {
            "使你的复活宠物法术的施法时间减少3秒，法力值消耗降低20%，宠物复活后的生命值提高15%。",
            "使你的复活宠物法术的施法时间减少6秒，法力值消耗降低40%，宠物复活后的生命值提高30%。"
          }
        },
        [7] = {
          name = "寻路",
          icon = "ability_mount_jungletiger",
          desc = {
            "使你的猎豹守护和豹群守护的速度加成效果提高3%。并使你的宠物的移动速度提高15%。",
            "使你的猎豹守护和豹群守护的速度加成效果提高6%。并使你的宠物的移动速度提高30%。"
          }
        },
        [8] = {
          name = "协同突袭",
          icon = "spell_coordinated_assault_1",
          desc = {
            "你的奥术射击、稳固射击或猛禽一击命中后，使你的宠物在6秒内的下一次攻击额外造成相当于你自身攻击强度20%的物理伤害，此效果每3秒只能触发一次。"
          }
        },
        [9] = {
          name = "狂怒释放",
          icon = "ability_bullrush",
          desc = {
            "使你的宠物所造成的伤害提高4%。",
            "使你的宠物所造成的伤害提高8%。",
            "使你的宠物所造成的伤害提高12%。",
            "使你的宠物所造成的伤害提高16%。",
            "使你的宠物所造成的伤害提高20%。"
          }
        },
        [10] = {
          name = "野兽戒律",
          icon = "spell_nature_abolishmagic",
          desc = {
            "使你的宠物的集中值回复速度每一跳增加2点，宠物特殊技能的冷却时间减少10%。",
            "使你的宠物的集中值回复速度每一跳增加5点，宠物特殊技能的冷却时间减少20%。"
          }
        },
        [11] = {
          name = "强化治疗宠物",
          icon = "ability_hunter_mendpet",
          desc = {
            "使你的治疗宠物技能的效果提高20%，并且每一跳都有15%的几率驱散宠物身上的1个诅咒、疾病、魔法或中毒效果。",
            "使你的治疗宠物技能的效果提高40%，并且每一跳都有50%的几率驱散宠物身上的1个诅咒、疾病、魔法或中毒效果。"
          }
        },
        [12] = {
          name = "凶暴",
          icon = "inv_misc_monsterclaw_04",
          desc = {
            "使你的宠物打出致命一击的几率提高3%。",
            "使你的宠物打出致命一击的几率提高6%。",
            "使你的宠物打出致命一击的几率提高9%。",
            "使你的宠物打出致命一击的几率提高12%。",
            "使你的宠物打出致命一击的几率提高15%。"
          }
        },
        [13] = {
          name = "血之气息",
          icon = "ability_hunter_goforthethroat",
          desc = {
            "你的攻击有5%的几率使你的宠物进入狂怒状态，使其造成40%的额外伤害，持续8秒。",
            "你的攻击有10%的几率使你的宠物进入狂怒状态，使其造成40%的额外伤害，持续8秒。",
            "你的攻击有15%的几率使你的宠物进入狂怒状态，使其造成40%的额外伤害，持续8秒。"
          }
        },
        [14] = {
          name = "狂野怒火",
          icon = "ability_druid_ferociousbite",
          desc = {
            "使宠物获得血之气息效果并进入疯狂状态，持续18秒。在这种状态下，宠物不会有任何恐惧或怜悯，也无法停止下来，除非被杀死。"
          }
        },
        [15] = {
          name = "胁迫",
          icon = "ability_devour",
          desc = {
            "命令你的宠物在下次击中敌人时进行胁迫，使目标昏迷3秒。并使宠物的威胁值产生速度提高50%，持续8秒。"
          }
        },
        [16] = {
          name = "野兽精准",
          icon = "ability_druid_rake",
          desc = {
            "使你的宠物物理命中几率提高4%，法术命中几率提高9%，宠物的近战技能等级提高5点。",
            "使你的宠物物理命中几率提高8%，法术命中几率提高18%，宠物的近战技能等级提高10点。"
          }
        },
        [17] = {
          name = "灵魂联结",
          icon = "ability_druid_demoralizingroar",
          desc = {
            "你的宠物获得相当于你远程攻击强度12%的近战攻击强度，相当于你远程攻击强度7%的法术伤害和治疗效果。当你的宠物被激活后，你和你的宠物都会每5秒回复1%的生命值。",
            "你的宠物获得相当于你远程攻击强度25%的近战攻击强度，相当于你远程攻击强度15%的法术伤害和治疗效果。当你的宠物被激活后，你和你的宠物都会每5秒回复2%的生命值。"
          }
        },
        [18] = {
          name = "狂乱",
          icon = "inv_misc_monsterclaw_03",
          desc = {
            "使你的宠物有20%的几率在对敌人造成致命一击后获得攻击速度提高30%的效果，持续8秒。",
            "使你的宠物有40%的几率在对敌人造成致命一击后获得攻击速度提高30%的效果，持续8秒。",
            "使你的宠物有60%的几率在对敌人造成致命一击后获得攻击速度提高30%的效果，持续8秒。",
            "使你的宠物有80%的几率在对敌人造成致命一击后获得攻击速度提高30%的效果，持续8秒。",
            "使你的宠物有100%的几率在对敌人造成致命一击后获得攻击速度提高30%的效果，持续8秒。"
          }
        },
        [19] = {
          name = "杀戮命令",
          icon = "ability_hunter_killcommand",
          desc = {
            "命令你的宠物立即发动攻击，造成其攻击强度80%的伤害，只能在猎人对目标造成致命一击后使用。"
          }
        },
        name = "野兽控制",
        background = "HunterBeastMastery"
      },
      {
        [1] = {
          name = "强化震荡射击",
          icon = "spell_frost_stun",
          desc = {
            "使你的震荡射击有4%的几率令目标昏迷3秒。",
            "使你的震荡射击有8%的几率令目标昏迷3秒。",
            "使你的震荡射击有12%的几率令目标昏迷3秒。",
            "使你的震荡射击有16%的几率令目标昏迷3秒。",
            "使你的震荡射击有20%的几率令目标昏迷3秒。"
          }
        },
        [2] = {
          name = "效率",
          icon = "spell_frost_wizardmark",
          desc = {
            "使你施放射击和钉刺技能所消耗的法力值减少2%。",
            "使你施放射击和钉刺技能所消耗的法力值减少4%。",
            "使你施放射击和钉刺技能所消耗的法力值减少6%。",
            "使你施放射击和钉刺技能所消耗的法力值减少8%。",
            "使你施放射击和钉刺技能所消耗的法力值减少10%。"
          }
        },
        [3] = {
          name = "强化钉刺",
          icon = "ability_hunter_quickshot",
          desc = {
            "毒蛇钉刺所造成的伤害提高6%，蝰蛇钉刺抽取法力值的效果提高1%，毒蝎钉刺额外降低目标攻击速度2%。",
            "毒蛇钉刺所造成的伤害提高12%，蝰蛇钉刺抽取法力值的效果提高2%，毒蝎钉刺额外降低目标攻击速度4%。",
            "毒蛇钉刺所造成的伤害提高18%，蝰蛇钉刺抽取法力值的效果提高3%，毒蝎钉刺额外降低目标攻击速度6%。",
            "毒蛇钉刺所造成的伤害提高24%，蝰蛇钉刺抽取法力值的效果提高4%，毒蝎钉刺额外降低目标攻击速度8%。",
            "毒蛇钉刺所造成的伤害提高30%，蝰蛇钉刺抽取法力值的效果提高5%，毒蝎钉刺额外降低目标攻击速度10%。"
          }
        },
        [4] = {
          name = "夺命射击",
          icon = "ability_searingarrow",
          desc = {
            "使你的远程武器造成致命一击的几率提高1%。",
            "使你的远程武器造成致命一击的几率提高2%。",
            "使你的远程武器造成致命一击的几率提高3%。",
            "使你的远程武器造成致命一击的几率提高4%。",
            "使你的远程武器造成致命一击的几率提高5%。"
          }
        },
        [5] = {
          name = "鹰眼",
          icon = "ability_townwatch",
          desc = {
            "使你的远程武器的射程延长3码。",
            "使你的远程武器的射程延长6码。"
          }
        },
        [6] = {
          name = "瞄准射击",
          icon = "inv_spear_07",
          desc = {
            "瞄准目标射击，使远程伤害提高70点。"
          }
        },
        [7] = {
          name = "迅捷射击",
          icon = "ability_impalingbolt",
          desc = {
            "奥术射击的冷却时间减少0.5秒，瞄准射击的冷却时间减少2秒。",
            "奥术射击的冷却时间减少1秒，瞄准射击的冷却时间减少4秒。",
            "奥术射击的冷却时间减少1.5秒，瞄准射击的冷却时间减少6秒。"
          }
        },
        [8] = {
          name = "无尽箭袋",
          icon = "inv_misc_quiver_03",
          desc = {
            "你的普通远程攻击有3%几率发射额外的一次射击，此次额外射击不会消耗弹药。",
            "你的普通远程攻击有6%几率发射额外的一次射击，此次额外射击不会消耗弹药。"
          }
        },
        [9] = {
          name = "致死射击",
          icon = "ability_piercedamage",
          desc = {
            "使你的远程武器致命一击伤害提高6%。",
            "使你的远程武器致命一击伤害提高12%。",
            "使你的远程武器致命一击伤害提高18%。",
            "使你的远程武器致命一击伤害提高24%。",
            "使你的远程武器致命一击伤害提高30%。"
          }
        },
        [10] = {
          name = "驱散射击",
          icon = "ability_golemstormbolt",
          desc = {
            "短程射击，对目标造成50%的武器伤害，并使其困惑4秒。任何伤害都会打断该效果。使用之后结束你的攻击。"
          }
        },
        [11] = {
          name = "元素弹药",
          icon = "spell_hunter_exoticmunitions_poisoned",
          desc = {
            "你的瞄准射击会额外造成相当于其伤害值5%的火焰、奥术或自然伤害，具体伤害类型取决于当前激活的效果。此外，还会根据元素属性提供额外增益：\r\n爆炸弹药：你的下一次多重射击会使命中目标爆炸，对目标周围5码范围内的敌人造成20%的远程武器伤害。\r\n剧毒弹药：你的下一次毒蛇钉刺会造成100%的额外伤害，并施加腐蚀性毒素，使目标的护甲值降低240点，持续15秒。\r\n魔力弹药：你的下一次奥术射击会造成100%的额外伤害，并削弱目标的魔法抗性，使其受到法术伤害提高3%，持续6秒。"
          }
        },
        [12] = {
          name = "穿刺射击",
          icon = "ability_hunter_disarmingshot",
          desc = {
            "你的瞄准射击、稳固射击和多重射击造成致命一击后会使目标流血，在8秒内累计造成15%伤害。此伤害不产生威胁值。",
            "你的瞄准射击、稳固射击和多重射击造成致命一击后会使目标流血，在8秒内累计造成30%伤害。此伤害不产生威胁值。"
          }
        },
        [13] = {
          name = "弹幕",
          icon = "ability_upgrademoonglaive",
          desc = {
            "多重射击和乱射的伤害提高5%，乱射的施法时间减少1秒。",
            "多重射击和乱射的伤害提高10%，乱射的施法时间减少1.5秒。",
            "多重射击和乱射的伤害提高15%，乱射的施法时间减少2秒。"
          }
        },
        [14] = {
          name = "强化射击",
          icon = "ability_marksmanship",
          desc = {
            "使你的稳固射击和瞄准射击造成的伤害增加5%。",
            "使你的稳固射击和瞄准射击造成的伤害增加10%。"
          }
        },
        [15] = {
          name = "远程武器专精",
          icon = "inv_weapon_rifle_06",
          desc = {
            "使你的远程武器造成的伤害提高2%。",
            "使你的远程武器造成的伤害提高4%。",
            "使你的远程武器造成的伤害提高6%。",
            "使你的远程武器造成的伤害提高8%。",
            "使你的远程武器造成的伤害提高10%。"
          }
        },
        [16] = {
          name = "荷枪实弹",
          icon = "ability_hunter_lockandload",
          desc = {
            "你的稳固射击、瞄准射击和奥术射击在造成致命一击后有100%的几率重置瞄准射击的冷却时间并触发荷枪实弹。荷枪实弹会使瞄准射击的施法时间减少1秒，且能够击中你和目标之间的所有敌人，持续10秒或直到施放瞄准射击为止。"
          }
        },
        name = "射击",
        background = "HunterMarksmanship"
      },
      {
        [1] = {
          name = "强化杀戮",
          icon = "spell_holy_prayerofhealing",
          desc = {
            "对野兽、巨人、龙类和人型生物造成的所有伤害提高1%，对野兽、巨人、龙类和人型生物造成的暴击伤害提高1%。",
            "对野兽、巨人、龙类和人型生物造成的所有伤害提高2%，对野兽、巨人、龙类和人型生物造成的暴击伤害提高2%。",
            "对野兽、巨人、龙类和人型生物造成的所有伤害提高3%，对野兽、巨人、龙类和人型生物造成的暴击伤害提高3%。"
          }
        },
        [2] = {
          name = "足智多谋",
          icon = "inv_misc_book_08",
          desc = {
            "降低所有陷阱和近战技能的法力消耗2%。",
            "降低所有陷阱和近战技能的法力消耗4%。",
            "降低所有陷阱和近战技能的法力消耗6%。",
            "降低所有陷阱和近战技能的法力消耗8%。",
            "降低所有陷阱和近战技能的法力消耗10%。"
          }
        },
        [3] = {
          name = "迅捷反射",
          icon = "ability_parry",
          desc = {
            "使你的招架几率和攻击速度提高1%。",
            "使你的招架几率和攻击速度提高2%。"
          }
        },
        [4] = {
          name = "诱捕",
          icon = "spell_nature_stranglevines",
          desc = {
            "使你的献祭陷阱、冰霜陷阱和爆炸陷阱有8%的几率困住目标，令它们无法移动，持续5秒。",
            "使你的献祭陷阱、冰霜陷阱和爆炸陷阱有16%的几率困住目标，令它们无法移动，持续5秒。",
            "使你的献祭陷阱、冰霜陷阱和爆炸陷阱有25%的几率困住目标，令它们无法移动，持续5秒。"
          }
        },
        [5] = {
          name = "野蛮打击",
          icon = "ability_racial_bloodrage",
          desc = {
            "你的副手武器造成的伤害提高13%，并使你的割伤、猛禽一击、猫鼬撕咬、切碎和摔绊的致命一击几率提高3%。",
            "你的副手武器造成的伤害提高25%，并使你的割伤、猛禽一击、猫鼬撕咬、切碎和摔绊的致命一击几率提高6%。"
          }
        },
        [6] = {
          name = "强化摔绊",
          icon = "ability_rogue_trip",
          desc = {
            "使你的摔绊技能有14%的几率令目标在5秒内无法移动。",
            "使你的摔绊技能有28%的几率令目标在5秒内无法移动。",
            "使你的摔绊技能有40%的几率令目标在5秒内无法移动。"
          }
        },
        [7] = {
          name = "孤军奋战",
          icon = "ability_hunter_improvedtracking",
          desc = {
            "当你没有控制宠物时，造成伤害提高3%。",
            "当你没有控制宠物时，造成伤害提高6%。"
          }
        },
        [8] = {
          name = "神机妙算",
          icon = "inv_misc_map_01",
          desc = {
            "如果陷阱在放置后的前5秒内未被触发，则冰霜陷阱效果的持续时间和火焰陷阱效果的伤害将增加13%。",
            "如果陷阱在放置后的前5秒内未被触发，则冰霜陷阱效果的持续时间和火焰陷阱效果的伤害将增加25%。"
          }
        },
        [9] = {
          name = "生存专家",
          icon = "trade_survival",
          desc = {
            "使你的生命值上限提高2%。",
            "使你的生命值上限提高4%。",
            "使你的生命值上限提高6%。",
            "使你的生命值上限提高8%。",
            "使你的生命值上限提高10%。"
          }
        },
        [10] = {
          name = "切碎",
          icon = "inv_throwingknife_06",
          desc = {
            "一次横扫攻击，对你前方10码锥形区域内最多5名敌人造成60%武器伤害。\n此技能与多重射击共享冷却时间。"
          }
        },
        [11] = {
          name = "威慑",
          icon = "ability_whirlwind",
          desc = {
            "激活之后，使你的躲闪和招架几率提高25%，持续10秒。"
          }
        },
        [12] = {
          name = "钉刺之毒",
          icon = "inv_misc_herb_16",
          desc = {
            "你的猫鼬撕咬和触发的火焰陷阱现在会对目标施加最高等级的毒蛇钉刺，持续时间为20%。此方法施加的毒蛇钉刺会忽略目标的抗性和免疫效果。",
            "你的猫鼬撕咬和触发的火焰陷阱现在会对目标施加最高等级的毒蛇钉刺，持续时间为40%。此方法施加的毒蛇钉刺会忽略目标的抗性和免疫效果。"
          }
        },
        [13] = {
          name = "稳固",
          icon = "ability_kick",
          desc = {
            "命中几率提高1%，双持时额外提高1%。并使你抵抗移动限制效果的几率提高5%。",
            "命中几率提高2%，双持时额外提高2%。并使你抵抗移动限制效果的几率提高10%。",
            "命中几率提高3%，双持时额外提高3%。并使你抵抗移动限制效果的几率提高15%。"
          }
        },
        [14] = {
          name = "强化假死",
          icon = "ability_rogue_feigndeath",
          desc = {
            "使敌人抵抗你的假死技能的几率降低4%。",
            "使敌人抵抗你的假死技能的几率降低8%。"
          }
        },
        [15] = {
          name = "杀戮本能",
          icon = "spell_holy_blessingofstamina",
          desc = {
            "使你的所有攻击造成致命一击的几率提高1%，近战致命一击伤害加成提高7%。",
            "使你的所有攻击造成致命一击的几率提高2%，近战致命一击伤害加成提高14%。",
            "使你的所有攻击造成致命一击的几率提高3%，近战致命一击伤害加成提高20%。"
          }
        },
        [16] = {
          name = "陷阱掌握",
          icon = "ability_ensnare",
          desc = {
            "冰霜陷阱效果的持续时间和火焰陷阱效果的伤害增加10%，并使敌人抵抗你的陷阱效果的几率降低4%。",
            "冰霜陷阱效果的持续时间和火焰陷阱效果的伤害增加20%，并使敌人抵抗你的陷阱效果的几率降低7%。",
            "冰霜陷阱效果的持续时间和火焰陷阱效果的伤害增加30%，并使敌人抵抗你的陷阱效果的几率降低10%。"
          }
        },
        [17] = {
          name = "割伤",
          icon = "spell_lacerate_1c",
          desc = {
            "创伤目标，造成相当于你近战攻击强度40%的伤害，并使其流血，在8秒内造成20%的伤害。仅限对目标造成致命一击后使用。从目标侧面使用此技能，可使其伤害提高15%。"
          }
        },
        [18] = {
          name = "恶毒打击",
          icon = "ability_hunter_swiftstrike",
          desc = {
            "猛禽一击和猫鼬撕咬的冷却时间减少0.5秒，且造成伤害提高5%。",
            "猛禽一击和猫鼬撕咬的冷却时间减少1秒，且造成伤害提高10%。"
          }
        },
        [19] = {
          name = "闪电反射",
          icon = "spell_nature_invisibilty",
          desc = {
            "使你的敏捷提高2%。并使你的近战攻击强度提高，数值相当于你敏捷的20%。",
            "使你的敏捷提高4%。并使你的近战攻击强度提高，数值相当于你敏捷的40%。",
            "使你的敏捷提高6%。并使你的近战攻击强度提高，数值相当于你敏捷的60%。",
            "使你的敏捷提高8%。并使你的近战攻击强度提高，数值相当于你敏捷的80%。",
            "使你的敏捷提高10%。并使你的近战攻击强度提高，数值相当于你敏捷的100%。"
          }
        },
        [20] = {
          name = "捕猎高手",
          icon = "spell_nature_slow",
          desc = {
            "献祭陷阱和爆炸陷阱的法力值消耗降低20%，且伤害效果受到你的近战攻击强度加成，并允许你在战斗中使用所有陷阱。"
          }
        },
        name = "生存",
        background = "HunterSurvival"
      }
    },
    ROGUE = {
      {
        [1] = {
          name = "强化剔骨",
          icon = "ability_rogue_eviscerate",
          desc = {
            "使你的剔骨技能所造成的伤害提高5%。",
            "使你的剔骨技能所造成的伤害提高10%。",
            "使你的剔骨技能所造成的伤害提高15%。"
          }
        },
        [2] = {
          name = "冷酷攻击",
          icon = "ability_fiegndead",
          desc = {
            "在你杀死一个可为你提供经验值或荣誉值的敌人后，你的下一个产生连击点数的技能造成致命一击的几率提高20%，效果持续40秒。",
            "在你杀死一个可为你提供经验值或荣誉值的敌人后，你的下一个产生连击点数的技能造成致命一击的几率提高40%，效果持续40秒。"
          }
        },
        [3] = {
          name = "恶意",
          icon = "ability_racial_bloodrage",
          desc = {
            "使你的致命一击几率提高1%。",
            "使你的致命一击几率提高2%。",
            "使你的致命一击几率提高3%。",
            "使你的致命一击几率提高4%。",
            "使你的致命一击几率提高5%。"
          }
        },
        [4] = {
          name = "无情",
          icon = "ability_druid_disembowel",
          desc = {
            "使你的终结技有33%的几率为目标增加一个连击点数。",
            "使你的终结技有66%的几率为目标增加一个连击点数。",
            "使你的终结技有100%的几率为目标增加一个连击点数。"
          }
        },
        [5] = {
          name = "谋杀",
          icon = "spell_shadow_deathscream",
          desc = {
            "使你对人形生物、巨人、野兽和龙类目标造成的所有伤害提高1%。",
            "使你对人形生物、巨人、野兽和龙类目标造成的所有伤害提高2%。"
          }
        },
        [6] = {
          name = "强化刀锋战术",
          icon = "ability_rogue_slicedice",
          desc = {
            "使你的切割和兴奋的效果持续时间延长15%。",
            "使你的切割和兴奋的效果持续时间延长30%。",
            "使你的切割和兴奋的效果持续时间延长45%。"
          }
        },
        [7] = {
          name = "无情打击",
          icon = "ability_warrior_decisivestrike",
          desc = {
            "你的终结技每拥有一个连击点数就有20%的几率恢复20点能量值，并使你的终结技伤害在30秒内提高5%，最多可叠加5次。"
          }
        },
        [8] = {
          name = "投掷武器专精",
          icon = "inv_throwingknife_01",
          desc = {
            "使你的投掷武器和致命投掷的射程增加3码，你的致命投掷有50%的几率使副手武器的毒药立即生效。",
            "使你的投掷武器和致命投掷的射程增加6码，你的致命投掷有100%的几率使副手武器的毒药立即生效。"
          }
        },
        [9] = {
          name = "致命偷袭",
          icon = "ability_criticalstrike",
          desc = {
            "产生连击点数的技能致命一击伤害加成提高6%。",
            "产生连击点数的技能致命一击伤害加成提高12%。",
            "产生连击点数的技能致命一击伤害加成提高18%。",
            "产生连击点数的技能致命一击伤害加成提高24%。",
            "产生连击点数的技能致命一击伤害加成提高30%。"
          }
        },
        [10] = {
          name = "血腥气息",
          icon = "inv_misc_bone_09",
          desc = {
            "割裂的持续时间延长4秒。每次使用割裂时，无论效果是否生效，你的近战伤害都会在原有持续时间内每个连击点数提高1%。",
            "割裂的持续时间延长6秒。每次使用割裂时，无论效果是否生效，你的近战伤害都会在原有持续时间内每个连击点数提高2%。"
          }
        },
        [11] = {
          name = "恶性毒药",
          icon = "ability_rogue_feigndeath",
          desc = {
            "使你的毒素所造成的伤害提高10%，并使你的毒药抵抗驱散效果的几率提高14%。",
            "使你的毒素所造成的伤害提高20%，并使你的毒药抵抗驱散效果的几率提高27%。",
            "使你的毒素所造成的伤害提高30%，并使你的毒药抵抗驱散效果的几率提高40%。"
          }
        },
        [12] = {
          name = "强化毒药",
          icon = "ability_poisons",
          desc = {
            "使你的毒药对敌人生效的几率提高3%。",
            "使你的毒药对敌人生效的几率提高6%。",
            "使你的毒药对敌人生效的几率提高10%。"
          }
        },
        [13] = {
          name = "高效毒药",
          icon = "ability_creature_poison_06",
          desc = {
            "毒药被抵抗的几率降低4%，并使毒药生效时有15%的几率不消耗次数。",
            "毒药被抵抗的几率降低8%，并使毒药生效时有30%的几率不消耗次数。",
            "毒药被抵抗的几率降低12%，并使毒药生效时有45%的几率不消耗次数。"
          }
        },
        [14] = {
          name = "毒伤",
          icon = "inv_sword_31",
          desc = {
            "终结技，使毒药的效果和对毒药的生效几率提高30%。每增加一个连击点数，毒药持续时间将延长：\n  1点：12秒\n  2点：16秒\n  3点：20秒\n  4点：24秒\n  5点：28秒"
          }
        },
        [15] = {
          name = "冷血",
          icon = "spell_ice_lament",
          desc = {
            "激活之后，你的下一次邪恶攻击、背刺、伏击、双刃毒袭或剔骨造成致命一击的几率提高100%。"
          }
        },
        [16] = {
          name = "精力",
          icon = "spell_nature_earthbindtotem",
          desc = {
            "使你的能量值上限提高5点。每次对目标施加毒药时，你都有50%的几率获得2点能量值。",
            "使你的能量值上限提高10点。每次对目标施加毒药时，你都有100%的几率获得2点能量值。"
          }
        },
        [17] = {
          name = "封印命运",
          icon = "spell_shadow_chilltouch",
          desc = {
            "如果你的某个可以增加连击点数的技能造成了致命一击，那么它就有20%的几率增加一个额外的连击点数。",
            "如果你的某个可以增加连击点数的技能造成了致命一击，那么它就有40%的几率增加一个额外的连击点数。",
            "如果你的某个可以增加连击点数的技能造成了致命一击，那么它就有60%的几率增加一个额外的连击点数。",
            "如果你的某个可以增加连击点数的技能造成了致命一击，那么它就有80%的几率增加一个额外的连击点数。",
            "如果你的某个可以增加连击点数的技能造成了致命一击，那么它就有100%的几率增加一个额外的连击点数。"
          }
        },
        [18] = {
          name = "双刃毒袭",
          icon = "spell_double_dose_3",
          desc = {
            "使用两把武器攻击，造成30点伤害，并附加相当于你30%攻击强度的伤害，同时施加两把武器的毒药。奖励1个连击点数。"
          }
        },
        name = "刺杀",
        background = "RogueAssassination"
      },
      {
        [1] = {
          name = "伺机而动",
          icon = "ability_warrior_warcry",
          desc = {
            "使你在从背后使用背刺、绞喉或伏击技能偷袭敌人时所造成的伤害值提高3%。",
            "使你在从背后使用背刺、绞喉或伏击技能偷袭敌人时所造成的伤害值提高6%。",
            "使你在从背后使用背刺、绞喉或伏击技能偷袭敌人时所造成的伤害值提高9%。",
            "使你在从背后使用背刺、绞喉或伏击技能偷袭敌人时所造成的伤害值提高12%。",
            "使你在从背后使用背刺、绞喉或伏击技能偷袭敌人时所造成的伤害值提高15%。"
          }
        },
        [2] = {
          name = "闪电反射",
          icon = "spell_nature_invisibilty",
          desc = {
            "使你的躲闪几率提高1%。",
            "使你的躲闪几率提高2%。",
            "使你的躲闪几率提高3%。",
            "使你的躲闪几率提高4%。",
            "使你的躲闪几率提高5%。"
          }
        },
        [3] = {
          name = "偏斜",
          icon = "ability_parry",
          desc = {
            "使你的招架几率提高1%。",
            "使你的招架几率提高2%。",
            "使你的招架几率提高3%。",
            "使你的招架几率提高4%。",
            "使你的招架几率提高5%。"
          }
        },
        [4] = {
          name = "强化背刺",
          icon = "ability_backstab",
          desc = {
            "使你的背刺技能造成致命一击的几率提高10%，并且背刺有15%的几率使你获得一个额外的连击点数。",
            "使你的背刺技能造成致命一击的几率提高20%，并且背刺有30%的几率使你获得一个额外的连击点数。",
            "使你的背刺技能造成致命一击的几率提高30%，并且背刺有45%的几率使你获得一个额外的连击点数。"
          }
        },
        [5] = {
          name = "精确",
          icon = "ability_marksmanship",
          desc = {
            "使你的近战武器击中目标的几率提高1%。",
            "使你的近战武器击中目标的几率提高2%。",
            "使你的近战武器击中目标的几率提高3%。",
            "使你的近战武器击中目标的几率提高4%。",
            "使你的近战武器击中目标的几率提高5%。"
          }
        },
        [6] = {
          name = "还击",
          icon = "ability_warrior_challange",
          desc = {
            "在招架了敌人的攻击之后可以使用的技能，对目标造成150%的武器伤害，并使其被缴械，持续6秒。"
          }
        },
        [7] = {
          name = "强化疾跑",
          icon = "ability_rogue_sprint",
          desc = {
            "使你在启动疾跑技能时有50%的几率移除所有移动限制效果。",
            "使你在启动疾跑技能时有100%的几率移除所有移动限制效果。"
          }
        },
        [8] = {
          name = "调整",
          icon = "spell_nature_mirrorimage",
          desc = {
            "使你有15%的几率在成功躲闪敌人的攻击或完全抵抗一个法术之后获得一个连击点数。",
            "使你有30%的几率在成功躲闪敌人的攻击或完全抵抗一个法术之后获得一个连击点数。",
            "使你有45%的几率在成功躲闪敌人的攻击或完全抵抗一个法术之后获得一个连击点数。"
          }
        },
        [9] = {
          name = "强化脚踢",
          icon = "ability_kick",
          desc = {
            "使你的脚踢技能有50%的几率令目标沉默2秒。",
            "使你的脚踢技能有100%的几率令目标沉默2秒。"
          }
        },
        [10] = {
          name = "震荡打击",
          icon = "inv_mace_01",
          desc = {
            "使你的锤类武器击中目标时有1%的机会将其击晕3秒。",
            "使你的锤类武器击中目标时有2%的机会将其击晕3秒。",
            "使你的锤类武器击中目标时有3%的机会将其击晕3秒。",
            "使你的锤类武器击中目标时有4%的机会将其击晕3秒。",
            "使你的锤类武器击中目标时有6%的机会将其击晕3秒。"
          }
        },
        [11] = {
          name = "双武器专精",
          icon = "ability_dualwield",
          desc = {
            "使你的副手武器造成的伤害提高10%。",
            "使你的副手武器造成的伤害提高20%。",
            "使你的副手武器造成的伤害提高30%。",
            "使你的副手武器造成的伤害提高40%。",
            "使你的副手武器造成的伤害提高50%。"
          }
        },
        [12] = {
          name = "近身格斗",
          icon = "inv_weapon_shortblade_05",
          desc = {
            "你使用单手锤、匕首和拳套造成致命一击的几率提高2%。",
            "你使用单手锤、匕首和拳套造成致命一击的几率提高5%。"
          }
        },
        [13] = {
          name = "突袭",
          icon = "ability_rogue_surpriseattack",
          desc = {
            "一次突然袭击，造成攻击强度25%的伤害。仅在目标闪避后才可使用，并且无法被格挡、闪避或招架。奖励1个连击点数。"
          }
        },
        [14] = {
          name = "劈斩",
          icon = "inv_sword_27",
          desc = {
            "使你在用斧类和剑类武器击中敌人后有2%的几率进行一次额外的攻击。",
            "使你在用斧类和剑类武器击中敌人后有5%的几率进行一次额外的攻击。"
          }
        },
        [15] = {
          name = "武器专家",
          icon = "spell_holy_blessingofstrength",
          desc = {
            "使你的单手斧、匕首、拳套、单手锤和单手剑的武器技能提高3点。",
            "使你的单手斧、匕首、拳套、单手锤和单手剑的武器技能提高5点。"
          }
        },
        [16] = {
          name = "刀锋冲刺",
          icon = "ability_warrior_weaponmastery",
          desc = {
            "近战攻击速度提高2%，并且缩短能量回复间隔时间，缩短量受到你的敏捷加成。",
            "近战攻击速度提高5%，并且缩短能量回复间隔时间，缩短量受到你的敏捷加成。"
          }
        },
        [17] = {
          name = "侵略",
          icon = "ability_racial_avatar",
          desc = {
            "使你的邪恶攻击、剔骨、还击、突袭技能的伤害提高3%。",
            "使你的邪恶攻击、剔骨、还击、突袭技能的伤害提高6%。",
            "使你的邪恶攻击、剔骨、还击、突袭技能的伤害提高10%。"
          }
        },
        [18] = {
          name = "冲动",
          icon = "spell_shadow_shadowworddominate",
          desc = {
            "使你的能量值回复速度提高100%，持续15秒。"
          }
        },
        name = "战斗",
        background = "RogueCombat"
      },
      {
        [1] = {
          name = "伪装",
          icon = "ability_stealth",
          desc = {
            "使你在潜行后的移动速度提高3%，潜行技能的冷却时间降低1秒。当你在潜行状态下时，降低敌人侦测到你的几率。",
            "使你在潜行后的移动速度提高6%，潜行技能的冷却时间降低2秒。当你在潜行状态下时，降低敌人侦测到你的几率，比等级1更有效。",
            "使你在潜行后的移动速度提高9%，潜行技能的冷却时间降低3秒。当你在潜行状态下时，降低敌人侦测到你的几率，比等级2更有效。",
            "使你在潜行后的移动速度提高12%，潜行技能的冷却时间降低4秒。当你在潜行状态下时，降低敌人侦测到你的几率，比等级3更有效。",
            "使你在潜行后的移动速度提高15%，潜行技能的冷却时间降低5秒。当你在潜行状态下时，降低敌人侦测到你的几率，比等级4更有效。"
          }
        },
        [2] = {
          name = "强化破甲",
          icon = "ability_warrior_riposte",
          desc = {
            "使你的破甲技能令目标护甲值降低的效果提高25%。",
            "使你的破甲技能令目标护甲值降低的效果提高50%。"
          }
        },
        [3] = {
          name = "强化凿击",
          icon = "ability_gouge",
          desc = {
            "使你的凿击技能的效果持续时间延长0.5秒。",
            "使你的凿击技能的效果持续时间延长1秒。",
            "使你的凿击技能的效果持续时间延长1.5秒。"
          }
        },
        [4] = {
          name = "强化伏击",
          icon = "ability_rogue_ambush",
          desc = {
            "使伏击技能的致命一击几率提高15%，如果伏击技能未造成致命一击，则返还5能量。",
            "使伏击技能的致命一击几率提高30%，如果伏击技能未造成致命一击，则返还10能量。",
            "使伏击技能的致命一击几率提高45%，如果伏击技能未造成致命一击，则返还15能量。"
          }
        },
        [5] = {
          name = "飘忽不定",
          icon = "spell_magic_lesserinvisibilty",
          desc = {
            "使你的消失和致盲技能的冷却时间缩短45秒。",
            "使你的消失和致盲技能的冷却时间缩短1.5分钟。"
          }
        },
        [6] = {
          name = "锯齿利刃",
          icon = "inv_sword_17",
          desc = {
            "割裂和绞喉造成的伤害提高10%，并使你的攻击忽略目标100点护甲值。",
            "割裂和绞喉造成的伤害提高20%，并使你的攻击忽略目标200点护甲值。",
            "割裂和绞喉造成的伤害提高30%，并使你的攻击忽略目标300点护甲值。"
          }
        },
        [7] = {
          name = "先发制人",
          icon = "spell_shadow_fumble",
          desc = {
            "使你有33%的几率在使用伏击、绞喉或偷袭技能后获得1个额外的连击点数。",
            "使你有66%的几率在使用伏击、绞喉或偷袭技能后获得1个额外的连击点数。",
            "使你有100%的几率在使用伏击、绞喉或偷袭技能后获得1个额外的连击点数。"
          }
        },
        [8] = {
          name = "强化鬼魅攻击",
          icon = "inv_sword_02",
          desc = {
            "鬼魅攻击的能量值消耗降低3点。使用鬼魅攻击后移动速度提高5%，并使30码范围内的队友移动速度提高2%，持续5秒。",
            "鬼魅攻击的能量值消耗降低6点。使用鬼魅攻击后移动速度提高10%，并使30码范围内的队友移动速度提高4%，持续5秒。",
            "鬼魅攻击的能量值消耗降低10点。使用鬼魅攻击后移动速度提高15%，并使30码范围内的队友移动速度提高6%，持续5秒。"
          }
        },
        [9] = {
          name = "烟雾弹",
          icon = "spell_smoke_bomb_5",
          desc = {
            "在你周围8码范围内制造一片浓烟，持续8秒。烟雾中的所有目标在持续时间内被攻击和法术命中的几率降低20%。"
          }
        },
        [10] = {
          name = "出血",
          icon = "spell_shadow_lifedrain",
          desc = {
            "立即对目标造成110%的武器伤害，并令其流血不止，使其在受到物理攻击时所承受的伤害提高最多2%。可最多生效50次，或者持续15秒。奖励1个连击点数。"
          }
        },
        [11] = {
          name = "暗影遮蔽",
          icon = "spell_cloaked_in_shadows_2",
          desc = {
            "施放消失后，你和20码内的队友会被包裹在暗影中，并获得一个吸收伤害的护盾，数值为你的最大生命值的6%，持续20秒。",
            "施放消失后，你和20码内的队友会被包裹在暗影中，并获得一个吸收伤害的护盾，数值为你的最大生命值的12%，持续20秒。"
          }
        },
        [12] = {
          name = "底牌",
          icon = "ability_sap",
          desc = {
            "你的闷棍和致盲会在效果结束或未生效时，使目标造成伤害降低5%，持续8秒。使用闷棍后有50%的几率继续保持潜行状态。",
            "你的闷棍和致盲会在效果结束或未生效时，使目标造成伤害降低10%，持续8秒。使用闷棍后有100%的几率继续保持潜行状态。"
          }
        },
        [13] = {
          name = "炫目迷雾",
          icon = "ability_rogue_shadowstep",
          desc = {
            "扰乱的能量值消耗降低5点，被你的扰乱技能影响的目标命中几率降低2%，持续6秒，此效果一定生效。",
            "扰乱的能量值消耗降低10点，被你的扰乱技能影响的目标命中几率降低4%，持续6秒，此效果一定生效。",
            "扰乱的能量值消耗降低15点，被你的扰乱技能影响的目标命中几率降低6%，持续6秒，此效果一定生效。"
          }
        },
        [14] = {
          name = "卑鄙",
          icon = "spell_shadow_summonsuccubus",
          desc = {
            "使你的偷袭和绞喉技能所消耗的能量值减少10点。",
            "使你的偷袭和绞喉技能所消耗的能量值减少20点。"
          }
        },
        [15] = {
          name = "伺机待发",
          icon = "spell_shadow_antishadow",
          desc = {
            "激活之后，这项技能立刻令你的其它盗贼技能的冷却时间结束。"
          }
        },
        [16] = {
          name = "死亡之影",
          icon = "spell_shadow_of_death_3b",
          desc = {
            "终结技，在目标身上刻上印记，持续6秒。印记会累积伤害，数值相当于目标在印记持续时间内受到的伤害的百分比，最高可达你攻击强度的一定百分比。当印记累计伤害达到最大或印记消失时，目标将受到全部累积的物理伤害。每个连击点数都会提升这两项数值：\r\n1点：累积10%的伤害\r\n最高可达攻击强度的50%\r\n2点：累积20%的伤害\r\n最高可达攻击强度的100%\r\n3点：累积30%的伤害\r\n最高可达攻击强度的150%\r\n4点：累积40%的伤害\r\n最高可达攻击强度的200%\r\n5点：累积50%的伤害\r\n最高可达攻击强度的250%"
          }
        },
        [17] = {
          name = "血肉模糊",
          icon = "spell_shadow_bloodboil",
          desc = {
            "出血的能量消耗降低2，同时出血造成的物理伤害加成提高50%。",
            "出血的能量消耗降低5，同时出血造成的物理伤害加成提高100%。"
          }
        },
        [18] = {
          name = "盗贼的尊严",
          icon = "inv_throwingknife_05",
          desc = {
            "你或20码范围内小队成员的物理攻击造成致命一击后使你回复2点能量值。",
            "你或20码范围内小队成员的物理攻击造成致命一击后使你回复5点能量值。"
          }
        },
        [19] = {
          name = "嫁祸诀窍",
          icon = "inv_misc_key_03",
          desc = {
            "你的潜行起手技有20%的几率，终结技每个连击点数有4%的几率，可使队友的致命一击几率提高2%，持续12秒，此效果最多可叠加2次。",
            "你的潜行起手技有40%的几率，终结技每个连击点数有8%的几率，可使队友的致命一击几率提高2%，持续12秒，此效果最多可叠加2次。",
            "你的潜行起手技有60%的几率，终结技每个连击点数有12%的几率，可使队友的致命一击几率提高2%，持续12秒，此效果最多可叠加2次。",
            "你的潜行起手技有80%的几率，终结技每个连击点数有16%的几率，可使队友的致命一击几率提高2%，持续12秒，此效果最多可叠加2次。",
            "你的潜行起手技有100%的几率，终结技每个连击点数有20%的几率，可使队友的致命一击几率提高2%，持续12秒，此效果最多可叠加2次。"
          }
        },
        [20] = {
          name = "死亡标记",
          icon = "ability_creature_cursed_02",
          desc = {
            "立即攻击目标，造成135%的武器伤害，并揭示目标的弱点，使你所在的小队成员攻击强度提高你近战攻击强度的30%，法术伤害提高你近战攻击强度的18%，持续8秒。此攻击无法被格挡、闪避或招架，奖励2个连击点数。"
          }
        },
        name = "敏锐",
        background = "RogueSubtlety"
      }
    },
    PRIEST = {
      {
        [1] = {
          name = "魔杖专精",
          icon = "inv_wand_01",
          desc = {
            "使你的魔杖造成的伤害提高13%，魔杖的命中几率增加5%。你的魔杖攻击成功造成伤害后有一定几率让你回复60法力值。",
            "魔杖的伤害和命中几率提高25%，弓的伤害和命中几率提高10%。\r\n魔杖和弓的攻击命中时有几率恢复60点法力值。\r\n比魔杖专精（等级 1）触发几率更高。"
          }
        },
        [2] = {
          name = "穿透之光",
          icon = "spell_holy_retribution",
          desc = {
            "使敌人抵抗你的神圣法术和戒律法术的几率降低2%。",
            "使敌人抵抗你的神圣法术和戒律法术的几率降低4%。",
            "使敌人抵抗你的神圣法术和戒律法术的几率降低6%。"
          }
        },
        [3] = {
          name = "精神敏锐",
          icon = "ability_hibernation",
          desc = {
            "使你的瞬发法术、攻击性神圣法术和戒律法术所消耗的法力值减少2%。",
            "使你的瞬发法术、攻击性神圣法术和戒律法术所消耗的法力值减少4%。",
            "使你的瞬发法术、攻击性神圣法术和戒律法术所消耗的法力值减少6%。",
            "使你的瞬发法术、攻击性神圣法术和戒律法术所消耗的法力值减少8%。",
            "使你的瞬发法术、攻击性神圣法术和戒律法术所消耗的法力值减少10%。"
          }
        },
        [4] = {
          name = "无声消退",
          icon = "spell_nature_manaregentotem",
          desc = {
            "使你的法术造成的威胁值降低4%。",
            "使你的法术造成的威胁值降低8%。",
            "使你的法术造成的威胁值降低12%。",
            "使你的法术造成的威胁值降低16%。",
            "使你的法术造成的威胁值降低20%。"
          }
        },
        [5] = {
          name = "坚定意志",
          icon = "spell_magic_magearmor",
          desc = {
            "使你抵抗昏迷、恐惧和沉默效果的几率提高3%。",
            "使你抵抗昏迷、恐惧和沉默效果的几率提高6%。",
            "使你抵抗昏迷、恐惧和沉默效果的几率提高9%。",
            "使你抵抗昏迷、恐惧和沉默效果的几率提高12%。",
            "使你抵抗昏迷、恐惧和沉默效果的几率提高15%。"
          }
        },
        [6] = {
          name = "殉难",
          icon = "spell_holy_restoration",
          desc = {
            "使你有50%的几率在受到敌人的近战或远程致命一击后得到专注施法效果，持续6秒。专注施法效果可以让你在施法时不会因为受到伤害而延长施法时间，且令你抵抗打断效果的几率提高10%。",
            "使你有100%的几率在受到敌人的近战或远程致命一击后得到专注施法效果，持续6秒。专注施法效果可以让你在施法时不会因为受到伤害而延长施法时间，且令你抵抗打断效果的几率提高20%。"
          }
        },
        [7] = {
          name = "强化真言术：韧",
          icon = "spell_holy_wordfortitude",
          desc = {
            "使你的真言术：韧和坚韧祷言的效果提高15%。",
            "使你的真言术：韧和坚韧祷言的效果提高30%。"
          }
        },
        [8] = {
          name = "强化心灵之火",
          icon = "spell_holy_innerfire",
          desc = {
            "使你的心灵之火的效果提高15%。",
            "使你的心灵之火的效果提高30%。"
          }
        },
        [9] = {
          name = "心灵专注",
          icon = "spell_frost_windwalkon",
          desc = {
            "激活之后，你的下一个法术所消耗的法力值减少100%，造成致命一击或极效治疗的几率提高25%（如果它有可能造成这些效果的话）。"
          }
        },
        [10] = {
          name = "强化真言术：盾",
          icon = "spell_holy_powerwordshield",
          desc = {
            "使你的真言术：盾所吸收的伤害量提高5%。",
            "使你的真言术：盾所吸收的伤害量提高10%。",
            "使你的真言术：盾所吸收的伤害量提高15%。"
          }
        },
        [11] = {
          name = "冥想",
          icon = "spell_nature_sleep",
          desc = {
            "使你在施法时仍保持5%的法力回复速度。",
            "使你在施法时仍保持10%的法力回复速度。",
            "使你在施法时仍保持15%的法力回复速度。"
          }
        },
        [12] = {
          name = "灼热之光",
          icon = "spell_holy_searinglightpriest",
          desc = {
            "你的伤害性神圣和戒律法术造成致命一击伤害时有33%的几率使你的下一个惩击法术瞬发，且消耗的法力值减少60%，持续10秒。",
            "你的伤害性神圣和戒律法术造成致命一击伤害时有66%的几率使你的下一个惩击法术瞬发，且消耗的法力值减少60%，持续10秒。",
            "你的伤害性神圣和戒律法术造成致命一击伤害时有100%的几率使你的下一个惩击法术瞬发，且消耗的法力值减少60%，持续10秒。"
          }
        },
        [13] = {
          name = "纯净火焰",
          icon = "spell_holy_searinglight",
          desc = {
            "你的神圣之火有50%的几率使你的神圣伤害提高12%，持续10秒。",
            "你的神圣之火有100%的几率使你的神圣伤害提高12%，持续10秒。"
          }
        },
        [14] = {
          name = "心灵之力",
          icon = "spell_nature_enchantarmor",
          desc = {
            "你的总智力提高3%，施法速度提高1%。",
            "你的总智力提高6%，施法速度提高2%。",
            "你的总智力提高10%，施法速度提高3%。"
          }
        },
        [15] = {
          name = "启发",
          icon = "btnholyscriptures",
          desc = {
            "启发一名队友，使你在施放有益的戒律或神圣法术时有10%的几率、施放有害的戒律或神圣法术时有15%的几率燃烧该队友，对造成其总生命值的4%的神圣伤害，并使你和该队友的法术伤害和治疗效果提高10%，持续8秒。如果此法术用于自己，法术伤害和治疗效果的提升将增加到15%。你每次只能对一名队友使用，持续30 min。"
          }
        },
        [16] = {
          name = "反馈护盾",
          icon = "spell_holy_blessingofprotection",
          desc = {
            "当你的真言术：盾被打破时，返还其基础法力消耗的25%，并使你的神圣法术伤害和治疗效果提高，数值相当于盾总吸收量的10%，持续8秒。"
          }
        },
        [17] = {
          name = "意志之力",
          icon = "spell_nature_slowingtotem",
          desc = {
            "使你的法术伤害和攻击性法术的致命一击几率提高1%，并且使你的真言术：盾所吸收的伤害量提高4%。",
            "使你的法术伤害和攻击性法术的致命一击几率提高2%，并且使你的真言术：盾所吸收的伤害量提高8%。",
            "使你的法术伤害和攻击性法术的致命一击几率提高3%，并且使你的真言术：盾所吸收的伤害量提高12%。",
            "使你的法术伤害和攻击性法术的致命一击几率提高4%，并且使你的真言术：盾所吸收的伤害量提高16%。",
            "使你的法术伤害和攻击性法术的致命一击几率提高5%，并且使你的真言术：盾所吸收的伤害量提高20%。"
          }
        },
        [18] = {
          name = "责罚",
          icon = "spell_holy_unyieldingfaith",
          desc = {
            "责罚目标，造成139 to 160点神圣伤害并使敌人迷惑，最多持续2秒，目标受到任何伤害都会中断此效果。如果目标是盟友，则使其攻击和施法速度增加13%，持续8秒，如果对盟友造成致命一击，则增加至12秒。无法对生命值低于80%且等级低于35的盟友使用。"
          }
        },
        name = "戒律",
        background = "PriestDiscipline"
      },
      {
        [1] = {
          name = "强化恢复",
          icon = "spell_holy_renew",
          desc = {
            "使你的恢复法术的治疗效果提高5%。",
            "使你的恢复法术的治疗效果提高10%。",
            "使你的恢复法术的治疗效果提高15%。"
          }
        },
        [2] = {
          name = "神圣专注",
          icon = "spell_holy_healingfocus",
          desc = {
            "使你有35%的几率在施放任何神圣法术时不会因为受到伤害而延迟。",
            "使你有70%的几率在施放任何神圣法术时不会因为受到伤害而延迟。"
          }
        },
        [3] = {
          name = "神圣专精",
          icon = "spell_holy_sealofsalvation",
          desc = {
            "使你的神圣和戒律法术造成致命一击的几率提高1%。",
            "使你的神圣和戒律法术造成致命一击的几率提高2%。",
            "使你的神圣和戒律法术造成致命一击的几率提高3%。",
            "使你的神圣和戒律法术造成致命一击的几率提高4%。",
            "使你的神圣和戒律法术造成致命一击的几率提高5%。"
          }
        },
        [4] = {
          name = "神圣之怒",
          icon = "spell_holy_sealofwrath",
          desc = {
            "使你的惩击、神圣之火、治疗术和强效治疗术的施法时间减少0.1秒。",
            "使你的惩击、神圣之火、治疗术和强效治疗术的施法时间减少0.2秒。",
            "使你的惩击、神圣之火、治疗术和强效治疗术的施法时间减少0.3秒。",
            "使你的惩击、神圣之火、治疗术和强效治疗术的施法时间减少0.4秒。",
            "使你的惩击、神圣之火、治疗术和强效治疗术的施法时间减少0.5秒。"
          }
        },
        [5] = {
          name = "法术屏障",
          icon = "spell_holy_spellwarding",
          desc = {
            "使你受到的所有法术伤害降低3%。",
            "使你受到的所有法术伤害降低6%。",
            "使你受到的所有法术伤害降低10%。"
          }
        },
        [6] = {
          name = "神圣延伸",
          icon = "spell_holy_purify",
          desc = {
            "使你的惩击、神圣之火和责罚的射程，治疗祷言和神圣新星的作用半径提高10%。",
            "使你的惩击、神圣之火和责罚的射程，治疗祷言和神圣新星的作用半径提高20%。"
          }
        },
        [7] = {
          name = "神恩回复",
          icon = "spell_holy_blessedrecovery",
          desc = {
            "在遭受近战或远程攻击的致命一击之后，为你在6秒内恢复相当于该伤害总量8%的生命值。",
            "在遭受近战或远程攻击的致命一击之后，为你在6秒内恢复相当于该伤害总量16%的生命值。",
            "在遭受近战或远程攻击的致命一击之后，为你在6秒内恢复相当于该伤害总量25%的生命值。"
          }
        },
        [8] = {
          name = "灵感",
          icon = "spell_holy_layonhands",
          desc = {
            "在你的快速治疗、治疗术、强效治疗术或治疗祷言对目标造成极效治疗效果后，使目标的护甲值提高8%，持续15秒。",
            "在你的快速治疗、治疗术、强效治疗术或治疗祷言对目标造成极效治疗效果后，使目标的护甲值提高16%，持续15秒。",
            "在你的快速治疗、治疗术、强效治疗术或治疗祷言对目标造成极效治疗效果后，使目标的护甲值提高25%，持续15秒。"
          }
        },
        [9] = {
          name = "神圣新星",
          icon = "spell_holy_holynova",
          desc = {
            "制造一次以施法者为中心的神圣能量爆炸，对半径10码范围内的所有目标造成27 to 31点神圣伤害，并为半径10码范围内的所有小队成员恢复54 to 62点生命值。在暗影形态下使用此法术会对你造成伤害，而不是治疗，这些效果的仇恨值较低。"
          }
        },
        [10] = {
          name = "强化恢复",
          icon = "spell_holy_resurrection",
          desc = {
            "你的恢复法术的持续时间延长3秒，目标存在恢复效果时，你的治疗法术的效果提高3%。",
            "你的恢复法术的持续时间延长3秒，目标存在恢复效果时，你的治疗法术的效果提高6%。"
          }
        },
        [11] = {
          name = "强化治疗术",
          icon = "spell_holy_heal02",
          desc = {
            "使你的次级治疗术、治疗术、强效治疗术和治疗祷言的法力值消耗降低5%。",
            "使你的次级治疗术、治疗术、强效治疗术和治疗祷言的法力值消耗降低10%。",
            "使你的次级治疗术、治疗术、强效治疗术和治疗祷言的法力值消耗降低15%。"
          }
        },
        [12] = {
          name = "精神指引",
          icon = "spell_holy_spiritualguidence",
          desc = {
            "使你的法术的治疗和伤害效果提高，数值最多相当于你的精神值的5%。",
            "使你的法术的治疗和伤害效果提高，数值最多相当于你的精神值的10%。",
            "使你的法术的治疗和伤害效果提高，数值最多相当于你的精神值的15%。",
            "使你的法术的治疗和伤害效果提高，数值最多相当于你的精神值的20%。",
            "使你的法术的治疗和伤害效果提高，数值相当于你的精神值的25%。"
          }
        },
        [13] = {
          name = "祈祷之书",
          icon = "inv_misc_book_07",
          desc = {
            "施放的治疗法术与上一个治疗法术不同时，恢复其法力消耗的15%。",
            "施放的治疗法术与上一个治疗法术不同时，恢复其法力消耗的30%。"
          }
        },
        [14] = {
          name = "救赎之魂",
          icon = "inv_enchant_essenceeternallarge",
          desc = {
            "精神提高10%。在死亡时，牧师变成一个救赎之魂，持续10秒。救赎之魂无法移动、攻击，也不会受到任何法术或效果的影响。在这个形态下，牧师可以施放任何治疗法术，不需消耗任何法力值。当救赎之魂效果结束时，牧师死亡。"
          }
        },
        [15] = {
          name = "光明储能",
          icon = "spell_holy_summonlightwell",
          desc = {
            "光明之泉的效果提高33%。",
            "光明之泉的效果提高66%。",
            "光明之泉的效果提高100%。"
          }
        },
        [16] = {
          name = "精神治疗",
          icon = "spell_nature_moonglow",
          desc = {
            "使你的治疗法术的治疗效果提高6%。",
            "使你的治疗法术的治疗效果提高12%。",
            "使你的治疗法术的治疗效果提高18%。",
            "使你的治疗法术的治疗效果提高24%。",
            "使你的治疗法术的治疗效果提高30%。"
          }
        },
        [17] = {
          name = "超凡入圣",
          icon = "spell_holy_surgeoflight",
          desc = {
            "祈求神明庇佑，立即移除所有控制效果，并强化你的治疗法术。治疗法术消耗的法力值降低33%，施法时间缩短20%。受到你治疗的队友将获得圣化效果，使其受到治疗效果提高15%，持续30秒。"
          }
        },
        name = "神圣",
        background = "PriestHoly"
      },
      {
        [1] = {
          name = "精神分流",
          icon = "spell_shadow_requiem",
          desc = {
            "在杀死一个敌人并因此获得经验值或心灵震爆造成致命一击后，你有20%的几率精神提高100%。在这段时间里，你的法力值可以在施法时仍保持50%的回复速度。持续15秒。",
            "在杀死一个敌人并因此获得经验值或心灵震爆造成致命一击后，你有40%的几率精神提高100%。在这段时间里，你的法力值可以在施法时仍保持50%的回复速度。持续15秒。",
            "在杀死一个敌人并因此获得经验值或心灵震爆造成致命一击后，你有60%的几率精神提高100%。在这段时间里，你的法力值可以在施法时仍保持50%的回复速度。持续15秒。",
            "在杀死一个敌人并因此获得经验值或心灵震爆造成致命一击后，你有80%的几率精神提高100%。在这段时间里，你的法力值可以在施法时仍保持50%的回复速度。持续15秒。",
            "在杀死一个敌人并因此获得经验值或心灵震爆造成致命一击后，你有100%的几率精神提高100%。在这段时间里，你的法力值可以在施法时仍保持50%的回复速度。持续15秒。"
          }
        },
        [2] = {
          name = "强化心灵震爆",
          icon = "spell_shadow_unholyfrenzy",
          desc = {
            "使你的心灵震爆的冷却时间减少0.5秒。",
            "使你的心灵震爆的冷却时间减少1秒。",
            "使你的心灵震爆的冷却时间减少1.5秒。",
            "使你的心灵震爆的冷却时间减少2秒。",
            "使你的心灵震爆的冷却时间减少2.5秒。"
          }
        },
        [3] = {
          name = "暗影亲和",
          icon = "spell_shadow_shadowward",
          desc = {
            "使你的暗影法术造成的威胁值降低8%。",
            "使你的暗影法术造成的威胁值降低16%。",
            "使你的暗影法术造成的威胁值降低25%。"
          }
        },
        [4] = {
          name = "强化暗言术：痛",
          icon = "spell_shadow_shadowwordpain",
          desc = {
            "使你的暗言术：痛的持续时间延长3秒。",
            "使你的暗言术：痛的持续时间延长6秒。"
          }
        },
        [5] = {
          name = "暗影集中",
          icon = "spell_shadow_burningspirit",
          desc = {
            "使目标抵抗你的暗影法术的几率下降2%。",
            "使目标抵抗你的暗影法术的几率下降4%。",
            "使目标抵抗你的暗影法术的几率下降6%。",
            "使目标抵抗你的暗影法术的几率下降8%。",
            "使目标抵抗你的暗影法术的几率下降10%。"
          }
        },
        [6] = {
          name = "昏阙",
          icon = "spell_shadow_gathershadows",
          desc = {
            "使你的暗影系伤害性法术有2%的几率令目标昏迷2秒。",
            "使你的暗影系伤害性法术有4%的几率令目标昏迷2秒。",
            "使你的暗影系伤害性法术有6%的几率令目标昏迷2秒。",
            "使你的暗影系伤害性法术有8%的几率令目标昏迷2秒。",
            "使你的暗影系伤害性法术有10%的几率令目标昏迷2秒。"
          }
        },
        [7] = {
          name = "强化心灵尖啸",
          icon = "spell_shadow_psychicscream",
          desc = {
            "使你的心灵尖啸的冷却时间减少2秒。",
            "使你的心灵尖啸的冷却时间减少4秒。"
          }
        },
        [8] = {
          name = "强化渐隐术",
          icon = "spell_magic_lesserinvisibilty",
          desc = {
            "渐隐术的冷却时间减少3秒，并在效果结束时返还的威胁值25%。",
            "渐隐术的冷却时间减少6秒，并在效果结束时返还的威胁值50%。"
          }
        },
        [9] = {
          name = "精神鞭笞",
          icon = "spell_shadow_siphonmana",
          desc = {
            "以暗影能量攻击目标的灵魂，在3秒内对其造成总计75点暗影伤害，并使其移动速度降低50%。"
          }
        },
        [10] = {
          name = "强化法力燃烧",
          icon = "spell_shadow_manaburn",
          desc = {
            "使你的法力燃烧的施法时间减少0.25秒。",
            "使你的法力燃烧的施法时间减少0.5秒。"
          }
        },
        [11] = {
          name = "暗影延伸",
          icon = "spell_shadow_chilltouch",
          desc = {
            "使你的暗影系伤害性法术的射程提高10%。",
            "使你的暗影系伤害性法术的射程提高20%。"
          }
        },
        [12] = {
          name = "暗影之波",
          icon = "spell_shadow_blackplague",
          desc = {
            "你的暗影伤害法术有20%的几率使你获得暗影之波，持续10秒。暗影之波会使你的暗影伤害法术对目标施加易伤，每层易伤使其受到暗影伤害提高3%，持续15秒，最多叠加5次。",
            "你的暗影伤害法术有40%的几率使你获得暗影之波，持续10秒。暗影之波会使你的暗影伤害法术对目标施加易伤，每层易伤使其受到暗影伤害提高3%，持续15秒，最多叠加5次。",
            "你的暗影伤害法术有60%的几率使你获得暗影之波，持续10秒。暗影之波会使你的暗影伤害法术对目标施加易伤，每层易伤使其受到暗影伤害提高3%，持续15秒，最多叠加5次。",
            "你的暗影伤害法术有80%的几率使你获得暗影之波，持续10秒。暗影之波会使你的暗影伤害法术对目标施加易伤，每层易伤使其受到暗影伤害提高3%，持续15秒，最多叠加5次。",
            "你的暗影伤害法术有100%的几率使你获得暗影之波，持续10秒。暗影之波会使你的暗影伤害法术对目标施加易伤，每层易伤使其受到暗影伤害提高3%，持续15秒，最多叠加5次。"
          }
        },
        [13] = {
          name = "沉默",
          icon = "spell_shadow_impphaseshift",
          desc = {
            "使目标沉默，在5秒内不能施法。"
          }
        },
        [14] = {
          name = "吸血鬼的拥抱",
          icon = "spell_shadow_unsummonbuilding",
          desc = {
            "暗影魔法的能量笼罩你的目标，使你对其造成的暗影伤害总量的20%转而治疗所有队友。效果持续1 min。"
          }
        },
        [15] = {
          name = "吸血鬼之触",
          icon = "spell_shadow_improvedvampiricembrace",
          desc = {
            "吸血鬼的拥抱的治疗量额外提高2%，同时也会为队友恢复法力值，数值相当于你对目标造成的暗影伤害的1%。",
            "吸血鬼的拥抱的治疗量额外提高5%，同时也会为队友恢复法力值，数值相当于你对目标造成的暗影伤害的2%。"
          }
        },
        [16] = {
          name = "黑暗",
          icon = "spell_shadow_twilight",
          desc = {
            "使你的暗影法术伤害提高2%。",
            "使你的暗影法术伤害提高4%。",
            "使你的暗影法术伤害提高6%。",
            "使你的暗影法术伤害提高8%。",
            "使你的暗影法术伤害提高10%。"
          }
        },
        [17] = {
          name = "暗影形态",
          icon = "spell_shadow_shadowform",
          desc = {
            "进入暗影形态，使你能造成的暗影伤害提高15%，受到物理攻击时承受的伤害降低15%。但是在这个形态下，你不能施放神圣系的法术。"
          }
        },
        name = "暗影",
        background = "PriestShadow"
      }
    },
    SHAMAN = {
      {
        [1] = {
          name = "传导",
          icon = "spell_nature_wispsplode",
          desc = {
            "火焰、冰霜和自然的攻击性法术消耗的法力值减少2%。",
            "火焰、冰霜和自然的攻击性法术消耗的法力值减少4%。",
            "火焰、冰霜和自然的攻击性法术消耗的法力值减少6%。",
            "火焰、冰霜和自然的攻击性法术消耗的法力值减少8%。",
            "火焰、冰霜和自然的攻击性法术消耗的法力值减少10%。"
          }
        },
        [2] = {
          name = "震荡",
          icon = "spell_fire_fireball",
          desc = {
            "火焰、冰霜和自然法术造成的伤害提高1%。",
            "火焰、冰霜和自然法术造成的伤害提高2%。",
            "火焰、冰霜和自然法术造成的伤害提高3%。",
            "火焰、冰霜和自然法术造成的伤害提高4%。",
            "火焰、冰霜和自然法术造成的伤害提高5%。"
          }
        },
        [3] = {
          name = "大地之握",
          icon = "spell_nature_stoneclawtotem",
          desc = {
            "使你的石爪图腾的生命值提高25%，地缚图腾的影响范围增加10%。",
            "使你的石爪图腾的生命值提高50%，地缚图腾的影响范围增加20%。"
          }
        },
        [4] = {
          name = "元素防护",
          icon = "spell_nature_elementalabsorption",
          desc = {
            "使你在被火焰、冰霜和自然系法术击中时所承受的伤害降低4%。",
            "使你在被火焰、冰霜和自然系法术击中时所承受的伤害降低7%。",
            "使你在被火焰、冰霜和自然系法术击中时所承受的伤害降低10%。"
          }
        },
        [5] = {
          name = "元素浩劫",
          icon = "spell_fire_elementaldevastation",
          desc = {
            "你的近战攻击和法术命中几率提高1%，你的近战攻击造成致命一击后将使你的法术命中几率提高3%，持续10秒。",
            "你的近战攻击和法术命中几率提高2%，你的近战攻击造成致命一击后将使你的法术命中几率提高6%，持续10秒。",
            "你的近战攻击和法术命中几率提高3%，你的近战攻击造成致命一击后将使你的法术命中几率提高9%，持续10秒。"
          }
        },
        [6] = {
          name = "元素集中",
          icon = "spell_shadow_manaburn",
          desc = {
            "在你的火焰、冰霜、自然伤害性法术或近战攻击造成致命一击后进入节能施法状态。这个状态可以使你接下来2个伤害性法术或技能所消耗的法力值减少60%。"
          }
        },
        [7] = {
          name = "回响",
          icon = "spell_frost_frostward",
          desc = {
            "使你的震击法术的冷却时间减少0.3秒。",
            "使你的震击法术的冷却时间减少0.7秒。",
            "使你的震击法术的冷却时间减少1秒。"
          }
        },
        [8] = {
          name = "雷霆召唤",
          icon = "spell_nature_callstorm",
          desc = {
            "使你的闪电箭和闪电链造成致命一击的几率提高1%。",
            "使你的闪电箭和闪电链造成致命一击的几率提高2%。",
            "使你的闪电箭和闪电链造成致命一击的几率提高3%。",
            "使你的闪电箭和闪电链造成致命一击的几率提高4%。",
            "使你的闪电箭和闪电链造成致命一击的几率提高6%。"
          }
        },
        [9] = {
          name = "强化熔岩爆裂",
          icon = "spell_fire_meteorstorm",
          desc = {
            "使用熔岩爆裂刷新烈焰震击时，造成相当于刷新持续时间30%的伤害。",
            "使用熔岩爆裂刷新烈焰震击时，造成相当于刷新持续时间60%的伤害。"
          }
        },
        [10] = {
          name = "强化火焰图腾",
          icon = "spell_fire_sealoffire",
          desc = {
            "使你的火焰新星图腾激活所需的延迟时间减少1秒，熔岩图腾所造成的威胁值降低25%，灼热图腾的攻击速度提高10%且攻击范围增加5码。",
            "使你的火焰新星图腾激活所需的延迟时间减少2秒，熔岩图腾所造成的威胁值降低50%，灼热图腾的攻击速度提高20%且攻击范围增加10码。"
          }
        },
        [11] = {
          name = "大地的召唤",
          icon = "earthshaker_slam_16",
          desc = {
            "大地之盾最大充能次数增加2次。大地之盾激活时，施放伤害性法术时避免受到延迟的几率额外提高25%，且直接伤害法术会回复1次充能次数。",
            "大地之盾最大充能次数增加4次。大地之盾激活时，施放伤害性法术时避免受到延迟的几率额外提高50%，且直接伤害法术会回复1次充能次数。"
          }
        },
        [12] = {
          name = "烈焰召唤",
          icon = "spell_fire_immolation",
          desc = {
            "火焰图腾和火焰法术造成的伤害提高5%，烈焰震击的范围增加3码。",
            "火焰图腾和火焰法术造成的伤害提高10%，烈焰震击的范围增加6码。",
            "火焰图腾和火焰法术造成的伤害提高15%，烈焰震击的范围增加10码。"
          }
        },
        [13] = {
          name = "风暴来临",
          icon = "spell_nature_stormreach",
          desc = {
            "使你的闪电箭和闪电链的射程延长3码。",
            "使你的闪电箭和闪电链的射程延长6码。"
          }
        },
        [14] = {
          name = "元素掌握",
          icon = "spell_nature_wispheal",
          desc = {
            "使你的火焰、冰霜和自然伤害提高15%，攻击性法术的法力消耗降低20%，持续10秒。"
          }
        },
        [15] = {
          name = "元素之怒",
          icon = "spell_fire_volcano",
          desc = {
            "火焰、冰霜和自然法术造成的伤害提高5%，灼热图腾、熔岩图腾和火焰新星图腾以及你的火焰、冰霜和自然法术的致命一击伤害加成提高50%。",
            "火焰、冰霜和自然法术造成的伤害提高10%，灼热图腾、熔岩图腾和火焰新星图腾以及你的火焰、冰霜和自然法术的致命一击伤害加成提高100%。"
          }
        },
        [16] = {
          name = "闪电掌握",
          icon = "spell_lightning_lightningbolt01",
          desc = {
            "使你的闪电箭和闪电链的施法时间减少0.2秒。",
            "使你的闪电箭和闪电链的施法时间减少0.4秒。",
            "使你的闪电箭和闪电链的施法时间减少0.6秒。",
            "使你的闪电箭和闪电链的施法时间减少0.8秒。",
            "使你的闪电箭和闪电链的施法时间减少1秒。"
          }
        },
        [17] = {
          name = "地震术",
          icon = "spell_nature_earthquake",
          desc = {
            "震碎目标下方的地面，对其造成262 to 291点自然伤害，并对其10码范围内的所有目标造成相当于初始伤害35%的自然伤害，同时在地面留下破碎区域，使区域内敌人移动速度降低15%。4秒后，破碎区域发生余震，对区域内所有敌人造成相当于初始伤害30%的自然伤害。"
          }
        },
        name = "元素",
        background = "ShamanElementalCombat"
      },
      {
        [1] = {
          name = "先祖知识",
          icon = "spell_shadow_grimward",
          desc = {
            "使你的所有的属性总值提高1%。",
            "使你的所有的属性总值提高2%。",
            "使你的所有的属性总值提高3%。",
            "使你的所有的属性总值提高4%。",
            "使你的所有的属性总值提高5%。"
          }
        },
        [2] = {
          name = "盾牌专精",
          icon = "inv_shield_06",
          desc = {
            "使你用盾牌格挡攻击的几率提高1%，格挡成功所减免的伤害量提高6%。",
            "使你用盾牌格挡攻击的几率提高2%，格挡成功所减免的伤害量提高12%。",
            "使你用盾牌格挡攻击的几率提高3%，格挡成功所减免的伤害量提高18%。",
            "使你用盾牌格挡攻击的几率提高4%，格挡成功所减免的伤害量提高24%。",
            "使你用盾牌格挡攻击的几率提高5%，格挡成功所减免的伤害量提高30%。"
          }
        },
        [3] = {
          name = "图腾之盟",
          icon = "spell_nature_agitatingtotem",
          desc = {
            "你获得相当于你的图腾造成的45%的额外威胁值。",
            "你获得相当于你的图腾造成的90%的额外威胁值。"
          }
        },
        [4] = {
          name = "雷鸣猛击",
          icon = "ability_thunderbolt",
          desc = {
            "使你的武器造成致命一击的几率提高1%。",
            "使你的武器造成致命一击的几率提高2%。",
            "使你的武器造成致命一击的几率提高3%。",
            "使你的武器造成致命一击的几率提高4%。",
            "使你的武器造成致命一击的几率提高5%。"
          }
        },
        [5] = {
          name = "稳固护盾",
          icon = "spell_nature_lightningshield",
          desc = {
            "你的护盾法术充能次数增加2，但激活之间的冷却时间增加1秒。",
            "你的护盾法术充能次数增加4，但激活之间的冷却时间增加1秒。",
            "你的护盾法术充能次数增加6，但激活之间的冷却时间增加1秒。"
          }
        },
        [6] = {
          name = "强化幽魂之狼",
          icon = "spell_nature_spiritwolf",
          desc = {
            "使你的幽魂之狼法术的施法时间减少1秒。",
            "使你的幽魂之狼法术的施法时间减少2秒。"
          }
        },
        [7] = {
          name = "平静之风",
          icon = "spell_nature_tranquility",
          desc = {
            "你的物理攻击、武器强化效果以及风暴打击和闪电打击所造成的威胁值降低8%，此效果在石化武器激活时无效。",
            "你的物理攻击、武器强化效果以及风暴打击和闪电打击所造成的威胁值降低16%，此效果在石化武器激活时无效。",
            "你的物理攻击、武器强化效果以及风暴打击和闪电打击所造成的威胁值降低25%，此效果在石化武器激活时无效。"
          }
        },
        [8] = {
          name = "闪电打击",
          icon = "spell_nature_thunderclap",
          desc = {
            "立即攻击你的目标，造成20%的武器伤害和额外的10%的自然伤害。此攻击还会触发你当前存在的萨满护盾效果，并消耗1层护盾。"
          }
        },
        [9] = {
          name = "先祖守护",
          icon = "spell_nature_ancestralguardian",
          desc = {
            "使你因装备而获得的护甲值提高5%，并使你的躲闪几率增加2%。",
            "使你因装备而获得的护甲值提高10%，并使你的躲闪几率增加4%。",
            "使你因装备而获得的护甲值提高15%，并使你的躲闪几率增加6%。"
          }
        },
        [10] = {
          name = "乱舞",
          icon = "ability_ghoulfrenzy",
          desc = {
            "造成致命一击之后，你的下3次攻击的攻击速度提高8%。",
            "造成致命一击之后，你的下3次攻击的攻击速度提高11%。",
            "造成致命一击之后，你的下3次攻击的攻击速度提高14%。",
            "造成致命一击之后，你的下3次攻击的攻击速度提高17%。",
            "造成致命一击之后，你的下3次攻击的攻击速度提高20%。"
          }
        },
        [11] = {
          name = "幽魂甲",
          icon = "spell_nature_spiritarmor",
          desc = {
            "装备盾牌时，从盾牌获得的护甲值提高15%，产生的威胁值提高5%。",
            "装备盾牌时，从盾牌获得的护甲值提高30%，产生的威胁值提高10%。"
          }
        },
        [12] = {
          name = "强化图腾",
          icon = "spell_nature_earthbindtotem",
          desc = {
            "使你的大地之力图腾和风之优雅图腾的效果提高12%。石肤图腾的伤害减免效果提高15%且盾牌格挡效果提高15%。根基图腾的冷却时间减少1秒。",
            "使你的大地之力图腾和风之优雅图腾的效果提高25%。石肤图腾的伤害减免效果提高30%且盾牌格挡效果提高30%。根基图腾的冷却时间减少2秒。"
          }
        },
        [13] = {
          name = "元素武器",
          icon = "spell_fire_flametounge",
          desc = {
            "为你的武器注入能量，带来不同的特殊效果：\r\n火舌：攻击命中敌人时，火焰图腾和火焰法术造成的伤害提高10%，持续5秒。\r\n冰封：触发几率提高8%，若目标处于冰霜震击状态，则必定造成致命一击。\r\n风怒：触发额外攻击时，攻击速度提高1%，持续5秒。最多可叠加2次。\r\n石化：你的物理伤害会生成一个相当于造成伤害20%的护盾，装备盾牌时护盾数值翻三倍。该护盾可吸收受到伤害的5%，持续8秒或直至吸收足够的伤害。护盾的耐久度不能超过最大生命值的20%。",
            "为你的武器注入能量，带来不同的特殊效果：\r\n火舌：攻击命中敌人时，火焰图腾和火焰法术造成的伤害提高20%，持续5秒。\r\n冰封：触发几率提高16%，若目标处于冰霜震击状态，则必定造成致命一击。\r\n风怒：触发额外攻击时，攻击速度提高1%，持续5秒。最多可叠加2次。\r\n石化：你的物理伤害会生成一个相当于造成伤害20%的护盾，装备盾牌时护盾数值翻三倍。该护盾可吸收受到伤害的10%，持续8秒或直至吸收足够的伤害。护盾的耐久度不能超过最大生命值的20%。",
            "为你的武器注入能量，带来不同的特殊效果：\r\n火舌：攻击命中敌人时，火焰图腾和火焰法术造成的伤害提高30%，持续5秒。\r\n冰封：触发几率提高25%，若目标处于冰霜震击状态，则必定造成致命一击。\r\n风怒：触发额外攻击时，攻击速度提高1%，持续5秒。最多可叠加2次。\r\n石化：你的物理伤害会生成一个相当于造成伤害20%的护盾，装备盾牌时护盾数值翻三倍。该护盾可吸收受到伤害的15%，持续8秒或直至吸收足够的伤害。护盾的耐久度不能超过最大生命值的20%。"
          }
        },
        [14] = {
          name = "风暴打击",
          icon = "ability_shaman_stormstrike",
          desc = {
            "使你获得一次额外的攻击机会，造成100%武器伤害，并使你造成的下2次自然伤害提高25%，持续12秒。"
          }
        },
        [15] = {
          name = "元素之赐",
          icon = "spell_fire_enchantweapon",
          desc = {
            "使用的所有武器、风暴打击和闪电打击造成的伤害提高2%，瞬发法术的致命一击几率提高2%。",
            "使用的所有武器、风暴打击和闪电打击造成的伤害提高4%，瞬发法术的致命一击几率提高4%。",
            "使用的所有武器、风暴打击和闪电打击造成的伤害提高6%，瞬发法术的致命一击几率提高6%。",
            "使用的所有武器、风暴打击和闪电打击造成的伤害提高8%，瞬发法术的致命一击几率提高8%。",
            "使用的所有武器、风暴打击和闪电打击造成的伤害提高10%，瞬发法术的致命一击几率提高10%。"
          }
        },
        [16] = {
          name = "嗜血",
          icon = "spell_nature_bloodlust",
          desc = {
            "进入狂暴状态，使你的攻击速度提高20%，施法速度提高20%，持续30秒。在此效果下，你的近战攻击造成致命一击会使30码范围内所有小队成员的攻击和施法速度提高8%，持续6秒。"
          }
        },
        name = "增强",
        background = "ShamanEnhancement"
      },
      {
        [1] = {
          name = "强化治疗波",
          icon = "spell_nature_magicimmunity",
          desc = {
            "使你的治疗波的施法时间减少0.15秒。",
            "使你的治疗波的施法时间减少0.3秒。",
            "使你的治疗波的施法时间减少0.45秒。",
            "使你的治疗波的施法时间减少0.6秒。",
            "使你的治疗波的施法时间减少0.75秒。"
          }
        },
        [2] = {
          name = "潮汐集中",
          icon = "spell_frost_manarecharge",
          desc = {
            "使你的治疗法术所消耗的法力值减少1%，图腾消耗的法力值减少5%。",
            "使你的治疗法术所消耗的法力值减少2%，图腾消耗的法力值减少10%。",
            "使你的治疗法术所消耗的法力值减少3%，图腾消耗的法力值减少15%。",
            "使你的治疗法术所消耗的法力值减少4%，图腾消耗的法力值减少20%。",
            "使你的治疗法术所消耗的法力值减少5%，图腾消耗的法力值减少25%。"
          }
        },
        [3] = {
          name = "强化复生",
          icon = "spell_nature_reincarnation",
          desc = {
            "使你的复生法术的冷却时间减少10分钟，并使你在重生后所获得的生命值和法力值提高10%。",
            "使你的复生法术的冷却时间减少20分钟，并使你在重生后所获得的生命值和法力值提高20%。"
          }
        },
        [4] = {
          name = "先祖治疗",
          icon = "spell_nature_undyingstrength",
          desc = {
            "在你的任何一个治疗法术对目标造成极效治疗效果后，使目标因装备而获得的护甲值提高8%，持续15秒。",
            "在你的任何一个治疗法术对目标造成极效治疗效果后，使目标因装备而获得的护甲值提高16%，持续15秒。",
            "在你的任何一个治疗法术对目标造成极效治疗效果后，使目标因装备而获得的护甲值提高25%，持续15秒。"
          }
        },
        [5] = {
          name = "潮汐掌握",
          icon = "spell_nature_tranquility",
          desc = {
            "使你的治疗法术和闪电法术的致命一击几率提高1%。",
            "使你的治疗法术和闪电法术的致命一击几率提高2%。",
            "使你的治疗法术和闪电法术的致命一击几率提高3%。",
            "使你的治疗法术和闪电法术的致命一击几率提高4%。",
            "使你的治疗法术和闪电法术的致命一击几率提高5%。"
          }
        },
        [6] = {
          name = "治疗之道",
          icon = "spell_nature_healingway",
          desc = {
            "你的治疗波和次级治疗波有33%的几率、治疗链有11%的几率使你下一次治疗波或治疗链对该目标的治疗效果提高6%，持续15秒，可叠加3次。",
            "你的治疗波和次级治疗波有66%的几率、治疗链有22%的几率使你下一次治疗波或治疗链对该目标的治疗效果提高6%，持续15秒，可叠加3次。",
            "你的治疗波和次级治疗波有100%的几率、治疗链有33%的几率使你下一次治疗波或治疗链对该目标的治疗效果提高6%，持续15秒，可叠加3次。"
          }
        },
        [7] = {
          name = "治疗专注",
          icon = "spell_nature_regenerate",
          desc = {
            "使你在施放任意治疗法术的时候有35%的几率避免因受到伤害而被打断。",
            "使你在施放任意治疗法术的时候有70%的几率避免因受到伤害而被打断。"
          }
        },
        [8] = {
          name = "图腾掌握",
          icon = "spell_nature_nullward",
          desc = {
            "使图腾对友方目标的持续时间增加20%，并使图腾召回所返还的法力值额外增加15%。"
          }
        },
        [9] = {
          name = "自然之赐",
          icon = "spell_nature_healingtouch",
          desc = {
            "使你的所有自然法术所造成的威胁值降低5%。",
            "使你的所有自然法术所造成的威胁值降低10%。",
            "使你的所有自然法术所造成的威胁值降低15%。"
          }
        },
        [10] = {
          name = "恢复图腾",
          icon = "spell_nature_manaregentotem",
          desc = {
            "使你的法力之泉图腾的法力消耗降低10%，并使你的治疗之泉图腾的效果提高5%。",
            "使你的法力之泉图腾的法力消耗降低20%，并使你的治疗之泉图腾的效果提高10%。",
            "使你的法力之泉图腾的法力消耗降低30%，并使你的治疗之泉图腾的效果提高15%。",
            "使你的法力之泉图腾的法力消耗降低40%，并使你的治疗之泉图腾的效果提高20%。",
            "使你的法力之泉图腾的法力消耗降低50%，并使你的治疗之泉图腾的效果提高25%。"
          }
        },
        [11] = {
          name = "强化水之护盾",
          icon = "ability_shaman_watershield",
          desc = {
            "当水之护盾激活时，每5秒恢复3点法力值，每层水之护盾额外提高1%的法力回复速度。",
            "当水之护盾激活时，每5秒恢复6点法力值，每层水之护盾额外提高1.5%的法力回复速度。",
            "当水之护盾激活时，每5秒恢复9点法力值，每层水之护盾额外提高2%的法力回复速度。"
          }
        },
        [12] = {
          name = "海潮涌动",
          icon = "spell_arcane_manatap",
          desc = {
            "在治疗受到你的治疗之道效果影响的目标时，你有15%的几率恢复相当于该法术基础法力消耗15%的法力值。",
            "在治疗受到你的治疗之道效果影响的目标时，你有30%的几率恢复相当于该法术基础法力消耗15%的法力值。"
          }
        },
        [13] = {
          name = "先祖迅捷",
          icon = "spell_nature_ravenform",
          desc = {
            "激活之后，你的下一个施法时间低于10秒的自然法术会成为瞬发法术，受影响的伤害性法术效果降低25%。"
          }
        },
        [14] = {
          name = "逆流",
          icon = "spell_shaman_tidalwaves",
          desc = {
            "你的治疗波和次级治疗波有25%的几率恢复你水之护盾的一次充能。当充能达到最大时，此效果会消耗一个充能。",
            "你的治疗波和次级治疗波有50%的几率恢复你水之护盾的一次充能。当充能达到最大时，此效果会消耗一个充能。"
          }
        },
        [15] = {
          name = "强化治疗链",
          icon = "spell_nature_healingwavegreater",
          desc = {
            "减少你的治疗链法术的施法时间0.2秒。",
            "减少你的治疗链法术的施法时间0.4秒。",
            "减少你的治疗链法术的施法时间0.6秒。",
            "减少你的治疗链法术的施法时间0.8秒。",
            "减少你的治疗链法术的施法时间1秒。"
          }
        },
        [16] = {
          name = "灵魂连接",
          icon = "spell_shaman_spiritlink",
          desc = {
            "将一个盟友的灵魂与35码内其他盟友的灵魂联系起来。目标所受伤害的30%会分摊给附近的盟友，持续20秒。"
          }
        },
        name = "恢复",
        background = "ShamanRestoration"
      }
    },
    MAGE = {
      {
        [1] = {
          name = "奥术精妙",
          icon = "spell_holy_dispelmagic",
          desc = {
            "使你的目标对你的所有法术的抗性降低5点，并使你的奥术系法术所造成的威胁值降低20%。",
            "使你的目标对你的所有法术的抗性降低10点，并使你的奥术系法术所造成的威胁值降低40%。"
          }
        },
        [2] = {
          name = "魔法吸收",
          icon = "spell_nature_astralrecalgroup",
          desc = {
            "使你的所有抗性提高4点，并且每当你的一个法术被部分或完全抵抗时，你都会恢复你总法力的1%。此效果每2秒可发生一次。",
            "使你的所有抗性提高7点，并且每当你的一个法术被部分或完全抵抗时，你都会恢复你总法力的2%。此效果每2秒可发生一次。",
            "使你的所有抗性提高10点，并且每当你的一个法术被部分或完全抵抗时，你都会恢复你总法力的3%。此效果每2秒可发生一次。"
          }
        },
        [3] = {
          name = "强化奥术飞弹",
          icon = "spell_nature_starfall",
          desc = {
            "使你有20%的几率在施放奥术飞弹时不会因为受到伤害而中断施法。",
            "使你有40%的几率在施放奥术飞弹时不会因为受到伤害而中断施法。",
            "使你有60%的几率在施放奥术飞弹时不会因为受到伤害而中断施法。",
            "使你有80%的几率在施放奥术飞弹时不会因为受到伤害而中断施法。",
            "使你有100%的几率在施放奥术飞弹时不会因为受到伤害而中断施法。"
          }
        },
        [4] = {
          name = "魔杖专精",
          icon = "inv_wand_01",
          desc = {
            "使你的魔杖造成的伤害提高13%，魔杖的命中几率增加5%。你的魔杖攻击成功造成伤害后有一定几率让你回复90法力值。",
            "使你的魔杖造成的伤害提高25%，魔杖的命中几率增加10%。你的魔杖攻击成功造成伤害后有一定几率让你回复90法力值。\r\n比魔杖专精（等级 1）触发几率更高。"
          }
        },
        [5] = {
          name = "奥术集中",
          icon = "spell_holy_devotion",
          desc = {
            "使你的敌人抵抗你的奥术魔法的几率降低2%。",
            "使你的敌人抵抗你的奥术魔法的几率降低4%。",
            "使你的敌人抵抗你的奥术魔法的几率降低6%。",
            "使你的敌人抵抗你的奥术魔法的几率降低8%。",
            "使你的敌人抵抗你的奥术魔法的几率降低10%。"
          }
        },
        [6] = {
          name = "奥术专注",
          icon = "spell_shadow_manaburn",
          desc = {
            "使你有2%的几率在施放任何一种伤害性法术之后进入节能施法状态。节能施法状态可以使你的下一个伤害性法术所消耗的法力值减少100%。此效果每10秒可发生一次。",
            "使你有4%的几率在施放任何一种伤害性法术之后进入节能施法状态。节能施法状态可以使你的下一个伤害性法术所消耗的法力值减少100%。此效果每10秒可发生一次。",
            "使你有6%的几率在施放任何一种伤害性法术之后进入节能施法状态。节能施法状态可以使你的下一个伤害性法术所消耗的法力值减少100%。此效果每10秒可发生一次。",
            "使你有8%的几率在施放任何一种伤害性法术之后进入节能施法状态。节能施法状态可以使你的下一个伤害性法术所消耗的法力值减少100%。此效果每10秒可发生一次。",
            "使你有10%的几率在施放任何一种伤害性法术之后进入节能施法状态。节能施法状态可以使你的下一个伤害性法术所消耗的法力值减少100%。此效果每10秒可发生一次。"
          }
        },
        [7] = {
          name = "魔法协调",
          icon = "spell_nature_abolishmagic",
          desc = {
            "使你的魔法抑制和魔法增效的效果提高100%。并允许对敌人施放，仅对等级62或更低的目标有效。"
          }
        },
        [8] = {
          name = "奥术冲击",
          icon = "spell_nature_wispsplode",
          desc = {
            "使你的奥术法术造成致命一击效果的几率提高2%。",
            "使你的奥术法术造成致命一击效果的几率提高4%。",
            "使你的奥术法术造成致命一击效果的几率提高6%。"
          }
        },
        [9] = {
          name = "奥术溃裂",
          icon = "spell_arcane_blast",
          desc = {
            "集中奥术能量摧毁目标，造成101 to 114点奥术伤害，并在8秒时间内使你奥术飞弹的伤害和法力消耗增加20%。"
          }
        },
        [10] = {
          name = "强化法力护盾",
          icon = "spell_shadow_detectlesserinvisibility",
          desc = {
            "使你的法力护盾每吸收一点伤害所消耗的法力值减少13%。",
            "使你的法力护盾每吸收一点伤害所消耗的法力值减少25%。"
          }
        },
        [11] = {
          name = "强化法术反制",
          icon = "spell_frost_iceshock",
          desc = {
            "使你的法术反制有50%的几率使目标沉默4秒。",
            "使你的法术反制有100%的几率使目标沉默4秒。"
          }
        },
        [12] = {
          name = "时间融合",
          icon = "spell_nature_stormreach",
          desc = {
            "你的奥术飞弹有5%的几率重置奥术溃裂的冷却时间，并使奥术溃裂在下次施放时回复所消耗基础法力值，该效果每15秒只能发生一次。",
            "你的奥术飞弹有10%的几率重置奥术溃裂的冷却时间，并使奥术溃裂在下次施放时回复所消耗基础法力值，该效果每15秒只能发生一次。",
            "你的奥术飞弹有15%的几率重置奥术溃裂的冷却时间，并使奥术溃裂在下次施放时回复所消耗基础法力值，该效果每15秒只能发生一次。"
          }
        },
        [13] = {
          name = "奥术冥想",
          icon = "spell_shadow_siphonmana",
          desc = {
            "使你在施法时仍保持7%的法力回复速度。当总法力值低于35%时，此效果将变为原来的三倍。",
            "使你在施法时仍保持14%的法力回复速度。当总法力值低于35%时，此效果将变为原来的三倍。",
            "使你在施法时仍保持20%的法力回复速度。当总法力值低于35%时，此效果将变为原来的三倍。"
          }
        },
        [14] = {
          name = "奥术增效",
          icon = "spell_shadow_teleport",
          desc = {
            "你的伤害性奥术法术有8%的几率不受控制地爆发，消耗2%的基础法力值来造成25%的额外伤害。",
            "你的伤害性奥术法术有16%的几率不受控制地爆发，消耗2%的基础法力值来造成25%的额外伤害。",
            "你的伤害性奥术法术有25%的几率不受控制地爆发，消耗2%的基础法力值来造成25%的额外伤害。"
          }
        },
        [15] = {
          name = "气定神闲",
          icon = "spell_nature_enchantarmor",
          desc = {
            "激活之后，你的下一个施法时间低于10秒的法师法术会成为瞬发法术。"
          }
        },
        [16] = {
          name = "奥术急速",
          icon = "spell_arcane_portaldarnassus",
          desc = {
            "你的奥术飞弹现在可以获得提高施法速度效果加成，从而减少飞弹发射间隔和总的引导时间。此外，你的奥术法术的冷却时间将减少与施法速度增加的相同百分比。你的奥术法术施法速度提高5%。"
          }
        },
        [17] = {
          name = "奥术增强",
          icon = "inv_enchant_essencemagiclarge",
          desc = {
            "使你的奥术法术的暴击伤害增加50%。",
            "使你的奥术法术的暴击伤害增加100%。"
          }
        },
        [18] = {
          name = "共鸣涌动",
          icon = "spell_mage_focusingcrystal",
          desc = {
            "你的伤害性奥术法术击中目标后有4%的几率复制50%的伤害。此效果自动触发，复制的奥术飞弹会与原始法术同时引导。",
            "你的伤害性奥术法术击中目标后有8%的几率复制50%的伤害。此效果自动触发，复制的奥术飞弹会与原始法术同时引导。",
            "你的伤害性奥术法术击中目标后有12%的几率复制50%的伤害。此效果自动触发，复制的奥术飞弹会与原始法术同时引导。",
            "你的伤害性奥术法术击中目标后有16%的几率复制50%的伤害。此效果自动触发，复制的奥术飞弹会与原始法术同时引导。",
            "你的伤害性奥术法术击中目标后有20%的几率复制50%的伤害。此效果自动触发，复制的奥术飞弹会与原始法术同时引导。"
          }
        },
        [19] = {
          name = "奥术强化",
          icon = "spell_nature_lightning",
          desc = {
            "激活后，你的施法速度提高30%，但每秒消耗1%的总法力值，并使所有法力值恢复效果减少50%。\n如果你的总法力低于10%，你将因无法控制的力量而剧烈燃烧，立即死亡。此效果持续20秒且无法取消。"
          }
        },
        name = "奥术",
        background = "MageArcane"
      },
      {
        [1] = {
          name = "强化火球术",
          icon = "spell_fire_flamebolt",
          desc = {
            "使你的火球术的施法时间减少0.1秒。",
            "使你的火球术的施法时间减少0.2秒。",
            "使你的火球术的施法时间减少0.3秒。",
            "使你的火球术的施法时间减少0.4秒。",
            "使你的火球术的施法时间减少0.5秒。"
          }
        },
        [2] = {
          name = "冲击",
          icon = "spell_fire_meteorstorm",
          desc = {
            "使你的火焰魔法有2%的几率令目标昏迷2秒。",
            "使你的火焰魔法有4%的几率令目标昏迷2秒。",
            "使你的火焰魔法有6%的几率令目标昏迷2秒。",
            "使你的火焰魔法有8%的几率令目标昏迷2秒。",
            "使你的火焰魔法有10%的几率令目标昏迷2秒。"
          }
        },
        [3] = {
          name = "点燃",
          icon = "spell_fire_incinerate",
          desc = {
            "你的火焰法术在造成致命一击后使目标燃烧，令其在4秒内承受相当于该法术伤害8%的额外伤害。",
            "你的火焰法术在造成致命一击后使目标燃烧，令其在4秒内承受相当于该法术伤害16%的额外伤害。",
            "你的火焰法术在造成致命一击后使目标燃烧，令其在4秒内承受相当于该法术伤害24%的额外伤害。",
            "你的火焰法术在造成致命一击后使目标燃烧，令其在4秒内承受相当于该法术伤害32%的额外伤害。",
            "你的火焰法术在造成致命一击后使目标燃烧，令其在4秒内承受相当于该法术伤害40%的额外伤害。"
          }
        },
        [4] = {
          name = "烈焰投掷",
          icon = "spell_fire_flare",
          desc = {
            "使你的火焰法术的射程增加3码，冲击波的影响半径增加10%。",
            "使你的火焰法术的射程增加6码，冲击波的影响半径增加20%。"
          }
        },
        [5] = {
          name = "强化火焰冲击",
          icon = "spell_fire_fireball",
          desc = {
            "火焰冲击的冷却时间减少0.5秒，公共冷却时间减少0.3秒。",
            "火焰冲击的冷却时间减少1秒，公共冷却时间减少0.6秒。",
            "火焰冲击的冷却时间减少1.5秒，公共冷却时间减少1秒。"
          }
        },
        [6] = {
          name = "烧尽",
          icon = "spell_fire_flameshock",
          desc = {
            "使你的火焰冲击和灼烧法术的致命一击率提高2%。",
            "使你的火焰冲击和灼烧法术的致命一击率提高4%。"
          }
        },
        [7] = {
          name = "强化烈焰风暴",
          icon = "spell_fire_selfdestruct",
          desc = {
            "使你的烈焰风暴造成致命一击的几率提高5%。",
            "使你的烈焰风暴造成致命一击的几率提高10%。",
            "使你的烈焰风暴造成致命一击的几率提高15%。"
          }
        },
        [8] = {
          name = "炎爆术",
          icon = "spell_fire_fireball02",
          desc = {
            "发射一枚巨大的火球，对目标造成148 to 194点火焰伤害，并在12秒内造成总计56点额外伤害。"
          }
        },
        [9] = {
          name = "燃烧之魂",
          icon = "spell_fire_fire",
          desc = {
            "使你的火焰系法术有35%的几率不会因为你受到伤害而被干扰，火焰系法术所造成的威胁值降低15%。",
            "使你的火焰系法术有70%的几率不会因为你受到伤害而被干扰，火焰系法术所造成的威胁值降低30%。"
          }
        },
        [10] = {
          name = "火焰易伤",
          icon = "spell_fire_soulburn",
          desc = {
            "使你的灼烧和火焰冲击有33%的几率令目标更易受到火焰伤害，在其受到火焰系攻击时承受的伤害提高3%，持续30秒。可叠加5次。",
            "使你的灼烧和火焰冲击有66%的几率令目标更易受到火焰伤害，在其受到火焰系攻击时承受的伤害提高3%，持续30秒。可叠加5次。",
            "使你的灼烧和火焰冲击有100%的几率令目标更易受到火焰伤害，在其受到火焰系攻击时承受的伤害提高3%，持续30秒。可叠加5次。"
          }
        },
        [11] = {
          name = "强化防护火焰结界",
          icon = "spell_fire_firearmor",
          desc = {
            "你的防护火焰结界有10%的几率将火焰法术反射给施法者。",
            "你的防护火焰结界有20%的几率将火焰法术反射给施法者。"
          }
        },
        [12] = {
          name = "元素大师",
          icon = "spell_fire_masterofelements",
          desc = {
            "使你的火焰系和冰霜系法术在造成致命一击效果之后为施法者回复该法术所消耗基础法力值的15%。",
            "使你的火焰系和冰霜系法术在造成致命一击效果之后为施法者回复该法术所消耗基础法力值的30%。",
            "使你的火焰系和冰霜系法术在造成致命一击效果之后为施法者回复该法术所消耗基础法力值的45%。"
          }
        },
        [13] = {
          name = "冲击波",
          icon = "spell_holy_excorcism_02",
          desc = {
            "施法者放出一道火焰冲击波，对10码内所有被冲击波触及的敌人造成160 to 192点火焰伤害并晕眩6秒。"
          }
        },
        [14] = {
          name = "火焰重击",
          icon = "spell_nature_wispheal",
          desc = {
            "使你的火焰法术造成致命一击的几率提高2%。",
            "使你的火焰法术造成致命一击的几率提高4%。",
            "使你的火焰法术造成致命一击的几率提高6%。"
          }
        },
        [15] = {
          name = "法术连击",
          icon = "ability_mage_firestarter",
          desc = {
            "你的火球术和火焰冲击造成致命一击后有50%的几率使你获得一层法术连击效果。法术连击效果使你下一个炎爆术的施法时间每层减少1秒，持续3 min。最多可叠加5次。",
            "你的火球术和火焰冲击造成致命一击后有100%的几率使你获得一层法术连击效果。法术连击效果使你下一个炎爆术的施法时间每层减少1秒，持续3 min。最多可叠加5次。"
          }
        },
        [16] = {
          name = "火焰强化",
          icon = "spell_fire_immolation",
          desc = {
            "使你的火焰法术造成的伤害提高2%。",
            "使你的火焰法术造成的伤害提高4%。",
            "使你的火焰法术造成的伤害提高6%。",
            "使你的火焰法术造成的伤害提高8%。",
            "使你的火焰法术造成的伤害提高10%。"
          }
        },
        [17] = {
          name = "燃烧",
          icon = "spell_fire_sealoffire",
          desc = {
            "激活之后，你每一次施放火焰系伤害性法术，你的该类法术的致命一击几率都会提高10%。这个效果会一直持续到你使用火焰系法术造成了3次致命一击。"
          }
        },
        name = "火焰",
        background = "MageFire"
      },
      {
        [1] = {
          name = "冰霜障壁",
          icon = "spell_frost_frostward",
          desc = {
            "使你的霜甲术和冰甲术所提供的护甲值和抗性提高15%。另外，你的防护冰霜结界有10%的几率将冰霜系法术和魔法效果反射给施法者。",
            "使你的霜甲术和冰甲术所提供的护甲值和抗性提高30%。另外，你的防护冰霜结界有20%的几率将冰霜系法术和魔法效果反射给施法者。"
          }
        },
        [2] = {
          name = "强化寒冰箭",
          icon = "spell_frost_frostbolt02",
          desc = {
            "使你的寒冰箭的施法时间减少0.1秒。",
            "使你的寒冰箭的施法时间减少0.2秒。",
            "使你的寒冰箭的施法时间减少0.3秒。",
            "使你的寒冰箭的施法时间减少0.4秒。",
            "使你的寒冰箭的施法时间减少0.5秒。"
          }
        },
        [3] = {
          name = "元素精准",
          icon = "spell_ice_magicdamage",
          desc = {
            "使你的目标抵抗你的火焰和冰霜系法术的几率降低2%。",
            "使你的目标抵抗你的火焰和冰霜系法术的几率降低4%。",
            "使你的目标抵抗你的火焰和冰霜系法术的几率降低6%。"
          }
        },
        [4] = {
          name = "刺骨寒冰",
          icon = "spell_frost_frostbolt",
          desc = {
            "使你的冰霜法术所造成的伤害提高2%。",
            "使你的冰霜法术所造成的伤害提高4%。",
            "使你的冰霜法术所造成的伤害提高6%。"
          }
        },
        [5] = {
          name = "霜寒刺骨",
          icon = "spell_frost_frostarmor",
          desc = {
            "使你的寒冷效果有5%的几率将目标冰冻5秒。",
            "使你的寒冷效果有10%的几率将目标冰冻5秒。",
            "使你的寒冷效果有15%的几率将目标冰冻5秒。"
          }
        },
        [6] = {
          name = "强化冰霜新星",
          icon = "spell_frost_freezingbreath",
          desc = {
            "使你的冰霜新星的冷却时间减少2秒。",
            "使你的冰霜新星的冷却时间减少4秒。"
          }
        },
        [7] = {
          name = "极寒冰霜",
          icon = "spell_frost_wisp",
          desc = {
            "使你的冰冷效果的持续时间延长1秒，并使目标身上的减速效果提高4%。",
            "使你的冰冷效果的持续时间延长2秒，并使目标身上的减速效果提高7%。",
            "使你的冰冷效果的持续时间延长3秒，并使目标身上的减速效果提高10%。"
          }
        },
        [8] = {
          name = "寒冰碎片",
          icon = "spell_frost_iceshard",
          desc = {
            "使你的冰霜法术致命一击所造成的伤害提高20%。",
            "使你的冰霜法术致命一击所造成的伤害提高40%。",
            "使你的冰霜法术致命一击所造成的伤害提高60%。",
            "使你的冰霜法术致命一击所造成的伤害提高80%。",
            "使你的冰霜法术致命一击所造成的伤害提高100%。"
          }
        },
        [9] = {
          name = "急速冷却",
          icon = "spell_frost_wizardmark",
          desc = {
            "激活之后，使你的所有冰霜法术的冷却时间结束。"
          }
        },
        [10] = {
          name = "强化暴风雪",
          icon = "spell_frost_icestorm",
          desc = {
            "为你的暴风雪法术增加冰冷效果，使目标的移动速度降低20%,持续1.5秒。",
            "为你的暴风雪法术增加冰冷效果，使目标的移动速度降低30%,持续1.5秒。",
            "为你的暴风雪法术增加冰冷效果，使目标的移动速度降低40%,持续1.5秒。"
          }
        },
        [11] = {
          name = "极寒延伸",
          icon = "spell_shadow_darkritual",
          desc = {
            "使你的冰霜新星和冰锥术的有效半径以及寒冰箭和暴风雪的射程提高10%。",
            "使你的冰霜新星和冰锥术的有效半径以及寒冰箭和暴风雪的射程提高20%。"
          }
        },
        [12] = {
          name = "冰霜导能",
          icon = "spell_frost_stun",
          desc = {
            "使你的所有冰霜法术所消耗的法力值减少5%，冰霜系法术所造成的威胁值降低10%。",
            "使你的所有冰霜法术所消耗的法力值减少10%，冰霜系法术所造成的威胁值降低20%。",
            "使你的所有冰霜法术所消耗的法力值减少15%，冰霜系法术所造成的威胁值降低30%。"
          }
        },
        [13] = {
          name = "碎冰",
          icon = "spell_frost_frostshock",
          desc = {
            "使你的所有法术在击中被冰冻的敌人时造成致命一击的几率提高10%。",
            "使你的所有法术在击中被冰冻的敌人时造成致命一击的几率提高20%。",
            "使你的所有法术在击中被冰冻的敌人时造成致命一击的几率提高30%。",
            "使你的所有法术在击中被冰冻的敌人时造成致命一击的几率提高40%。",
            "使你的所有法术在击中被冰冻的敌人时造成致命一击的几率提高50%。"
          }
        },
        [14] = {
          name = "寒冰屏障",
          icon = "spell_frost_frost",
          desc = {
            "你被一道寒冰屏障所笼罩，在10秒内不会受到任何物理和法术伤害，但是在这期间你也无法攻击、移动或施法。"
          }
        },
        [15] = {
          name = "冰柱",
          icon = "spell_frost_frostblast",
          desc = {
            "你利用冰霜的魔网线冻结自己，并向敌人发射冰柱，每1秒造成101冰霜伤害，持续5秒。受到伤害时有很高的几率会打碎你的冰牢，对你造成相当于你基础生命值30%的冰霜伤害。提前取消效果不会消除冻结效果。"
          }
        },
        [16] = {
          name = "强化冰锥术",
          icon = "spell_frost_glacier",
          desc = {
            "使你的冰锥术所造成的伤害提高15%。",
            "使你的冰锥术所造成的伤害提高25%。",
            "使你的冰锥术所造成的伤害提高35%。"
          }
        },
        [17] = {
          name = "深冬之寒",
          icon = "spell_frost_chillingblast",
          desc = {
            "你的冰霜系伤害法术有20%的几率附加深冬之寒效果，令冰霜系法术对目标造成致命一击的几率提高2%，效果持续15秒，可叠加最多5次。",
            "你的冰霜系伤害法术有40%的几率附加深冬之寒效果，令冰霜系法术对目标造成致命一击的几率提高2%，效果持续15秒，可叠加最多5次。",
            "你的冰霜系伤害法术有60%的几率附加深冬之寒效果，令冰霜系法术对目标造成致命一击的几率提高2%，效果持续15秒，可叠加最多5次。",
            "你的冰霜系伤害法术有80%的几率附加深冬之寒效果，令冰霜系法术对目标造成致命一击的几率提高2%，效果持续15秒，可叠加最多5次。",
            "你的冰霜系伤害法术有100%的几率附加深冬之寒效果，令冰霜系法术对目标造成致命一击的几率提高2%，效果持续15秒，可叠加最多5次。"
          }
        },
        [18] = {
          name = "冰霜速冻",
          icon = "spell_fire_frostresistancetotem",
          desc = {
            "你施加的冻结效果被目标永久免疫时，你有50%的几率获得冰霜速冻效果。冰霜速冻会重置冰柱的冷却时间，并使你下一次施放的冰柱引导时间和每个冰柱的间隔时间缩短80%。",
            "你施加的冻结效果被目标永久免疫时，你有100%的几率获得冰霜速冻效果。冰霜速冻会重置冰柱的冷却时间，并使你下一次施放的冰柱引导时间和每个冰柱的间隔时间缩短80%。"
          }
        },
        [19] = {
          name = "寒冰护体",
          icon = "spell_ice_lament",
          desc = {
            "立即为你加上魔法护盾，可吸收454点伤害，并使你的冰霜伤害提高10%，持续1 min。护盾存在期间，施法不会因受到伤害而延迟，且冰霜伤害额外提高5%。"
          }
        },
        name = "冰霜",
        background = "MageFrost"
      }
    },
    WARLOCK = {
      {
        [1] = {
          name = "镇压",
          icon = "spell_shadow_unsummonbuilding",
          desc = {
            "使敌人抵抗你的痛苦系法术的几率降低2%。",
            "使敌人抵抗你的痛苦系法术的几率降低4%。",
            "使敌人抵抗你的痛苦系法术的几率降低6%。",
            "使敌人抵抗你的痛苦系法术的几率降低8%。",
            "使敌人抵抗你的痛苦系法术的几率降低10%。"
          }
        },
        [2] = {
          name = "强化腐蚀术",
          icon = "spell_shadow_abominationexplosion",
          desc = {
            "使你的腐蚀术的施法时间减少0.3秒。",
            "使你的腐蚀术的施法时间减少0.6秒。",
            "使你的腐蚀术的施法时间减少0.9秒。",
            "使你的腐蚀术的施法时间减少1.2秒。",
            "使你的腐蚀术的施法时间减少1.5秒。"
          }
        },
        [3] = {
          name = "强化虚弱诅咒",
          icon = "spell_shadow_curseofmannoroth",
          desc = {
            "虚弱诅咒造成的攻击速度降低效果提高3%。",
            "虚弱诅咒造成的攻击速度降低效果提高5%。"
          }
        },
        [4] = {
          name = "坚韧暗影",
          icon = "spell_shadow_soulleech_1",
          desc = {
            "使你的痛苦系法术被驱散的几率额外降低5%。",
            "使你的痛苦系法术被驱散的几率额外降低10%。",
            "使你的痛苦系法术被驱散的几率额外降低15%。"
          }
        },
        [5] = {
          name = "强化生命分流",
          icon = "spell_shadow_burningspirit",
          desc = {
            "使你的生命分流法术所转化的法力值提高10%。",
            "使你的生命分流法术所转化的法力值提高20%。"
          }
        },
        [6] = {
          name = "强化吸取",
          icon = "spell_shadow_lifedrain02",
          desc = {
            "使你的吸取灵魂、吸取生命和吸取法力的效果提高5%。",
            "使你的吸取灵魂、吸取生命和吸取法力的效果提高10%。"
          }
        },
        [7] = {
          name = "强化痛苦诅咒",
          icon = "spell_shadow_curseofsargeras",
          desc = {
            "使你的痛苦诅咒所造成的伤害提高3%。",
            "使你的痛苦诅咒所造成的伤害提高6%。",
            "使你的痛苦诅咒所造成的伤害提高10%。"
          }
        },
        [8] = {
          name = "恶魔专注",
          icon = "spell_shadow_fingerofdeath",
          desc = {
            "你的痛苦法术有35%的几率不会因受到伤害而延迟。",
            "你的痛苦法术有70%的几率不会因受到伤害而延迟。"
          }
        },
        [9] = {
          name = "疲劳诅咒",
          icon = "spell_shadow_grimward",
          desc = {
            "使目标的速度降低10%，持续12秒。每个术士只能对一个目标施加一种诅咒。"
          }
        },
        [10] = {
          name = "无情延伸",
          icon = "spell_shadow_callofbone",
          desc = {
            "使你的痛苦系法术的射程延长10%。",
            "使你的痛苦系法术的射程延长20%。"
          }
        },
        [11] = {
          name = "夜幕",
          icon = "spell_shadow_twilight",
          desc = {
            "使你的腐蚀术、暗影收割和吸取法术有2%的几率在对敌人造成伤害之后令你进入暗影冥思状态。暗影冥思可以令你的下一个暗影箭的施法时间减少100%，且必定命中。",
            "使你的腐蚀术、暗影收割和吸取法术有4%的几率在对敌人造成伤害之后令你进入暗影冥思状态。暗影冥思可以令你的下一个暗影箭的施法时间减少100%，且必定命中。"
          }
        },
        [12] = {
          name = "灵魂虹吸",
          icon = "spell_shadow_haunting",
          desc = {
            "你对目标施加的每个痛苦法术效果都会使吸取灵魂、暗影收割和死亡缠绕的伤害额外提高2%，最多可被4个效果加成。",
            "你对目标施加的每个痛苦法术效果都会使吸取灵魂、暗影收割和死亡缠绕的伤害额外提高4%，最多可被4个效果加成。",
            "你对目标施加的每个痛苦法术效果都会使吸取灵魂、暗影收割和死亡缠绕的伤害额外提高6%，最多可被4个效果加成。"
          }
        },
        [13] = {
          name = "快速衰弱",
          icon = "spell_shadow_detectinvisibility",
          desc = {
            "痛苦系法术的施法速度提高6%。此外，你的痛苦系法术会受到施法速度提高效果加成，缩短持续伤害法术和引导法术的周期性间隔时间和总持续时间，缩短量为施法速度提高效果的50%。",
            "痛苦系法术的施法速度提高6%。此外，你的痛苦系法术会受到施法速度提高效果加成，缩短持续伤害法术和引导法术的周期性间隔时间和总持续时间，缩短量为施法速度提高效果的100%。"
          }
        },
        [14] = {
          name = "生命虹吸",
          icon = "spell_shadow_requiem",
          desc = {
            "在30秒内将目标的150点生命值转移给施法者。"
          }
        },
        [15] = {
          name = "强化疲劳诅咒",
          icon = "spell_shadow_grimward",
          desc = {
            "使你的疲劳诅咒的减速效果提高15%。",
            "使你的疲劳诅咒的减速效果提高30%。"
          }
        },
        [16] = {
          name = "邪咒",
          icon = "spell_shadow_curseofachimonde",
          desc = {
            "你的痛苦诅咒可以与除厄运诅咒之外的其他诅咒一起使用。\r\n\r\n施放鲁莽诅咒、暗影诅咒或元素诅咒时，还会使目标受到你最高等级的痛苦诅咒效果。"
          }
        },
        [17] = {
          name = "暗影掌握",
          icon = "spell_shadow_shadetruesight",
          desc = {
            "使你的暗影法术所造成的伤害或吸取的生命值提高2%。",
            "使你的暗影法术所造成的伤害或吸取的生命值提高4%。",
            "使你的暗影法术所造成的伤害或吸取的生命值提高6%。",
            "使你的暗影法术所造成的伤害或吸取的生命值提高8%。",
            "使你的暗影法术所造成的伤害或吸取的生命值提高10%。"
          }
        },
        [18] = {
          name = "暗影收割",
          icon = "spell_shadow_soulleech",
          desc = {
            "汲取目标的生命力，在8秒内造成704点暗影伤害。引导期间，你对目标施放的痛苦系法术周期性间隔时间缩短30%。如果目标在引导此法术期间死亡，暗影收割的冷却时间将重置。"
          }
        },
        name = "痛苦",
        background = "WarlockCurses"
      },
      {
        [1] = {
          name = "邪恶追击",
          icon = "ability_rogue_envelopingshadows",
          desc = {
            "你的恶魔的移动速度提高5%。",
            "你的恶魔的移动速度提高10%。"
          }
        },
        [2] = {
          name = "恶魔之拥",
          icon = "spell_shadow_metamorphosis",
          desc = {
            "使你的耐力提高3%，同时使你的精神降低1%。",
            "使你的耐力提高6%，同时使你的精神降低2%。",
            "使你的耐力提高9%，同时使你的精神降低3%。",
            "使你的耐力提高12%，同时使你的精神降低4%。",
            "使你的耐力提高15%，同时使你的精神降低5%。"
          }
        },
        [3] = {
          name = "灵魂囚禁",
          icon = "trade_archaeology_highbornesoulmirror",
          desc = {
            "没有控制任何恶魔时，你造成的所有伤害提高2%。",
            "没有控制任何恶魔时，你造成的所有伤害提高4%。",
            "没有控制任何恶魔时，你造成的所有伤害提高6%。"
          }
        },
        [4] = {
          name = "灵魂通道",
          icon = "spell_shadow_lifedrain",
          desc = {
            "使你的生命通道转化的生命值提高，数值相当于恶魔损失生命值的10%；法力通道转化的法力值提高，数值相当于恶魔损失法力值的10%。增加的额外数值会从你身上扣除该效果的30%。",
            "使你的生命通道转化的生命值提高，数值相当于恶魔损失生命值的20%；法力通道转化的法力值提高，数值相当于恶魔损失法力值的20%。增加的额外数值会从你身上扣除该效果的30%。"
          }
        },
        [5] = {
          name = "恶魔庇护",
          icon = "spell_shadow_ragingscream",
          desc = {
            "使你的魔甲术的效果提高20%。",
            "使你的魔甲术的效果提高40%。",
            "使你的魔甲术的效果提高60%。"
          }
        },
        [6] = {
          name = "恶魔智力",
          icon = "spell_holy_magicalsentry",
          desc = {
            "使你当前恶魔的智力继承你自身总智力的10%，并允许它们在施法时继续保持5%的法力恢复速度。",
            "使你当前恶魔的智力继承你自身总智力的20%，并允许它们在施法时继续保持10%的法力恢复速度。",
            "使你当前恶魔的智力继承你自身总智力的30%，并允许它们在施法时继续保持15%的法力恢复速度。"
          }
        },
        [7] = {
          name = "恶魔支配",
          icon = "spell_nature_removecurse",
          desc = {
            "你的下一个普通恶魔召唤法术的施法时间减少4.5秒，法力消耗减少40%。"
          }
        },
        [8] = {
          name = "恶魔耐力",
          icon = "spell_shadow_antishadow",
          desc = {
            "使你当前恶魔的耐力继承你自身总耐力的10%，并使它们受到致命一击的几率降低1%。",
            "使你当前恶魔的耐力继承你自身总耐力的20%，并使它们受到致命一击的几率降低2%。",
            "使你当前恶魔的耐力继承你自身总耐力的30%，并使它们受到致命一击的几率降低3%。",
            "使你当前恶魔的耐力继承你自身总耐力的40%，并使它们受到致命一击的几率降低4%。",
            "使你当前恶魔的耐力继承你自身总耐力的50%，并使它们受到致命一击的几率降低5%。"
          }
        },
        [9] = {
          name = "恶魔牺牲",
          icon = "spell_shadow_psychicscream",
          desc = {
            "激活之后，牺牲你当前所召唤的恶魔，使你获得一种特殊效果。如果在此期间你召唤或奴役任意一个恶魔，该效果就会被取消。\r\n\r\n小鬼：使你的法术伤害提高4%。\r\n\r\n虚空行者：使你每4秒回复3%的生命值。\r\n\r\n魅魔：使你造成的威胁值降低10%。\r\n\r\n地狱猎犬：使你每4秒回复3%的法力值。"
          }
        },
        [10] = {
          name = "强化魔石",
          icon = "inv_jewelry_talisman_fireice",
          desc = {
            "使你的邪能石、愤怒石、虚空石和法术石的效果提高25%，火焰石的暴击几率加成提高50%。",
            "使你的邪能石、愤怒石、虚空石和法术石的效果提高50%，火焰石的暴击几率加成提高100%。"
          }
        },
        [11] = {
          name = "召唤大师",
          icon = "spell_shadow_impphaseshift",
          desc = {
            "使你召唤小鬼、虚空行者、魅魔和地狱猎犬的施法时间减少2秒，法力值消耗降低30%。地狱火、末日仪式和恶魔之门的冷却时间减少25%。",
            "使你召唤小鬼、虚空行者、魅魔和地狱猎犬的施法时间减少4秒，法力值消耗降低60%。地狱火、末日仪式和恶魔之门的冷却时间减少50%。"
          }
        },
        [12] = {
          name = "虚空研究",
          icon = "inv_misc_book_06",
          desc = {
            "使你的魅魔的诱惑、虚空行者的折磨、小鬼的血之契印、地狱猎犬的腐坏之血的效果提高15%。",
            "使你的魅魔的诱惑、虚空行者的折磨、小鬼的血之契印、地狱猎犬的腐坏之血的效果提高30%。",
            "使你的魅魔的诱惑、虚空行者的折磨、小鬼的血之契印、地狱猎犬的腐坏之血的效果提高45%。"
          }
        },
        [13] = {
          name = "邪恶强化",
          icon = "spell_shadow_shadowworddominate",
          desc = {
            "使你的恶魔造成的伤害提高5%。",
            "使你的恶魔造成的伤害提高10%。",
            "使你的恶魔造成的伤害提高15%。"
          }
        },
        [14] = {
          name = "超越之力",
          icon = "ability_warlock_power_overwhelming",
          desc = {
            "将能量注入你的恶魔，移除恶魔身上所有的控制效果，并使其造成的伤害提高20%，持续10秒。在此期间，该恶魔会受到相当于其基础生命值40%的伤害。"
          }
        },
        [15] = {
          name = "恶魔精准",
          icon = "spell_shadow_curseoftounges",
          desc = {
            "使你的恶魔近战、法术的命中几率和致命一击几率提高1%，且恶魔的近战、法术命中几率和致命一击几率继承你自身法术命中几率和法术致命一击几率的30%。",
            "使你的恶魔近战、法术的命中几率和致命一击几率提高2%，且恶魔的近战、法术命中几率和致命一击几率继承你自身法术命中几率和法术致命一击几率的60%。",
            "使你的恶魔近战、法术的命中几率和致命一击几率提高3%，且恶魔的近战、法术命中几率和致命一击几率继承你自身法术命中几率和法术致命一击几率的90%。"
          }
        },
        [16] = {
          name = "恶魔学识大师",
          icon = "spell_shadow_shadowpact",
          desc = {
            "使术士和召唤的恶魔均获得一个特殊效果，只要该恶魔处于激活状态就不会消失。\r\n\r\n小鬼 - 法力值消耗降低3%。\r\n\r\n虚空行者 - 受到物理伤害降低2%。\r\n\r\n魅魔 - 所有伤害提高2%。\r\n\r\n地狱猎犬 - 所有抗性提高12点。\r\n\r\n高级恶魔 - 法术致命一击几率提高2%。",
            "使术士和召唤的恶魔均获得一个特殊效果，只要该恶魔处于激活状态就不会消失。\r\n\r\n小鬼 - 法力值消耗降低6%。\r\n\r\n虚空行者 - 受到物理伤害降低4%。\r\n\r\n魅魔 - 所有伤害提高4%。\r\n\r\n地狱猎犬 - 所有抗性提高24点。\r\n\r\n高级恶魔 - 法术致命一击几率提高4%。",
            "使术士和召唤的恶魔均获得一个特殊效果，只要该恶魔处于激活状态就不会消失。\r\n\r\n小鬼 - 法力值消耗降低9%。\r\n\r\n虚空行者 - 受到物理伤害降低6%。\r\n\r\n魅魔 - 所有伤害提高6%。\r\n\r\n地狱猎犬 - 所有抗性提高36点。\r\n\r\n高级恶魔 - 法术致命一击几率提高6%。",
            "使术士和召唤的恶魔均获得一个特殊效果，只要该恶魔处于激活状态就不会消失。\r\n\r\n小鬼 - 法力值消耗降低12%。\r\n\r\n虚空行者 - 受到物理伤害降低8%。\r\n\r\n魅魔 - 所有伤害提高8%。\r\n\r\n地狱猎犬 - 所有抗性提高48点。\r\n\r\n高级恶魔 - 法术致命一击几率提高8%。",
            "使术士和召唤的恶魔均获得一个特殊效果，只要该恶魔处于激活状态就不会消失。\r\n\r\n小鬼 - 法力值消耗降低15%。\r\n\r\n虚空行者 - 受到物理伤害降低10%。\r\n\r\n魅魔 - 所有伤害提高10%。\r\n\r\n地狱猎犬 - 所有抗性提高60点。\r\n\r\n高级恶魔 - 法术致命一击几率提高10%。"
          }
        },
        [17] = {
          name = "释放潜力",
          icon = "ability_warlock_demonicpower",
          desc = {
            "你的直接伤害法术命中后使你的恶魔受到你5%的火焰和暗影法术伤害加成，持续20秒。你的通道法术每一跳都会刷新该效果的持续时间。最多可叠加3次。",
            "你的直接伤害法术命中后使你的恶魔受到你10%的火焰和暗影法术伤害加成，持续20秒。你的通道法术每一跳都会刷新该效果的持续时间。最多可叠加3次。",
            "你的直接伤害法术命中后使你的恶魔受到你15%的火焰和暗影法术伤害加成，持续20秒。你的通道法术每一跳都会刷新该效果的持续时间。最多可叠加3次。"
          }
        },
        [18] = {
          name = "灵魂链接",
          icon = "spell_shadow_gathershadows",
          desc = {
            "当恶魔被你控制时，你和恶魔造成的伤害提高5%，你所受伤害的20%被恶魔分担。你召唤的高级恶魔和被奴役的恶魔将不再提前脱离控制。"
          }
        },
        name = "恶魔学识",
        background = "WarlockSummoning"
      },
      {
        [1] = {
          name = "暗影易伤",
          icon = "spell_shadow_shadowbolt",
          desc = {
            "你的暗影箭和吸取灵魂有2%的几率触发暗影易伤，使你对目标造成的暗影伤害提高20%，持续10秒。造成致命一击时触发几率更高。",
            "你的暗影箭和吸取灵魂有4%的几率触发暗影易伤，使你对目标造成的暗影伤害提高20%，持续10秒。造成致命一击时触发几率更高。",
            "你的暗影箭和吸取灵魂有6%的几率触发暗影易伤，使你对目标造成的暗影伤害提高20%，持续10秒。造成致命一击时触发几率更高。",
            "你的暗影箭和吸取灵魂有8%的几率触发暗影易伤，使你对目标造成的暗影伤害提高20%，持续10秒。造成致命一击时触发几率更高。",
            "你的暗影箭和吸取灵魂有10%的几率触发暗影易伤，使你对目标造成的暗影伤害提高20%，持续10秒。造成致命一击时触发几率更高。"
          }
        },
        [2] = {
          name = "灾变",
          icon = "spell_fire_windsofwoe",
          desc = {
            "使你的毁灭系法术所消耗的法力值减少2%。",
            "使你的毁灭系法术所消耗的法力值减少4%。",
            "使你的毁灭系法术所消耗的法力值减少6%。",
            "使你的毁灭系法术所消耗的法力值减少8%。",
            "使你的毁灭系法术所消耗的法力值减少10%。"
          }
        },
        [3] = {
          name = "恶魔迅捷",
          icon = "spell_shadow_curseoftounges",
          desc = {
            "小鬼火焰箭的施法时间减少0.3秒，魅魔剧痛鞭笞的冷却时间减少3秒。",
            "小鬼火焰箭的施法时间减少0.5秒，魅魔剧痛鞭笞的冷却时间减少6秒。"
          }
        },
        [4] = {
          name = "灾祸",
          icon = "spell_shadow_deathpact",
          desc = {
            "使你的暗影箭、灼热之痛和献祭的施法时间减少0.1秒，灵魂之火的施法时间减少0.4秒。",
            "使你的暗影箭、灼热之痛和献祭的施法时间减少0.2秒，灵魂之火的施法时间减少0.8秒。",
            "使你的暗影箭、灼热之痛和献祭的施法时间减少0.3秒，灵魂之火的施法时间减少1.2秒。",
            "使你的暗影箭、灼热之痛和献祭的施法时间减少0.4秒，灵魂之火的施法时间减少1.6秒。",
            "使你的暗影箭、灼热之痛和献祭的施法时间减少0.5秒，灵魂之火的施法时间减少2秒。"
          }
        },
        [5] = {
          name = "清算",
          icon = "spell_fire_fire",
          desc = {
            "献祭的持续伤害提高2%，并使你的毁灭系法术有4%的几率使目标移动速度降低50%，持续5秒。",
            "献祭的持续伤害提高4%，并使你的毁灭系法术有7%的几率使目标移动速度降低50%，持续5秒。",
            "献祭的持续伤害提高6%，并使你的毁灭系法术有10%的几率使目标移动速度降低50%，持续5秒。"
          }
        },
        [6] = {
          name = "强烈",
          icon = "spell_fire_lavaspawn",
          desc = {
            "使你有35%的几率在施放火焰法术时不会因受到伤害而被打断。",
            "使你有70%的几率在施放火焰法术时不会因受到伤害而被打断。"
          }
        },
        [7] = {
          name = "暗影灼烧",
          icon = "spell_shadow_scourgebuild",
          desc = {
            "立即使用暗影能量冲击目标，对其造成91 to 103点暗影伤害。如果目标受到暗影灼烧伤害之后的5秒内死亡，且施法者因此获得经验值或荣誉，则施法者获得一块灵魂碎片。"
          }
        },
        [8] = {
          name = "破坏",
          icon = "spell_fire_flameshock",
          desc = {
            "使你的毁灭系法术的致命一击几率提高1%。",
            "使你的毁灭系法术的致命一击几率提高2%。",
            "使你的毁灭系法术的致命一击几率提高3%。",
            "使你的毁灭系法术的致命一击几率提高4%。",
            "使你的毁灭系法术的致命一击几率提高5%。"
          }
        },
        [9] = {
          name = "火焰冲撞",
          icon = "spell_fire_volcano",
          desc = {
            "使你的火焰之雨、地狱烈焰和灵魂之火有13%的几率使目标昏迷3秒。",
            "使你的火焰之雨、地狱烈焰和灵魂之火有26%的几率使目标昏迷3秒。"
          }
        },
        [10] = {
          name = "毁灭延伸",
          icon = "spell_shadow_corpseexplode",
          desc = {
            "使你的毁灭系法术的射程增加10%，地狱烈焰的影响半径增加10%。",
            "使你的毁灭系法术的射程增加20%，地狱烈焰的影响半径增加20%。"
          }
        },
        [11] = {
          name = "强化灼热之痛",
          icon = "spell_fire_soulburn",
          desc = {
            "使你的灼热之痛造成致命一击的几率提高2%。",
            "使你的灼热之痛造成致命一击的几率提高4%。",
            "使你的灼热之痛造成致命一击的几率提高6%。",
            "使你的灼热之痛造成致命一击的几率提高8%。",
            "使你的灼热之痛造成致命一击的几率提高10%。"
          }
        },
        [12] = {
          name = "强化灵魂之火",
          icon = "spell_fire_fireball02",
          desc = {
            "你的灵魂之火有50%的几率返还一个灵魂碎片，并使你的火焰伤害提高10%，持续30秒。",
            "你的灵魂之火有100%的几率返还一个灵魂碎片，并使你的火焰伤害提高10%，持续30秒。"
          }
        },
        [13] = {
          name = "强化献祭",
          icon = "spell_fire_immolation",
          desc = {
            "使你的献祭法术的伤害提高4%。",
            "使你的献祭法术的伤害提高8%。",
            "使你的献祭法术的伤害提高12%。",
            "使你的献祭法术的伤害提高16%。",
            "使你的献祭法术的伤害提高20%。"
          }
        },
        [14] = {
          name = "毁灭",
          icon = "spell_shadow_shadowwordpain",
          desc = {
            "使你的毁灭系法术的致命一击伤害加成提高100%。"
          }
        },
        [15] = {
          name = "余烬风暴",
          icon = "spell_fire_selfdestruct",
          desc = {
            "使你的火焰法术造成的伤害提高2%。",
            "使你的火焰法术造成的伤害提高4%。",
            "使你的火焰法术造成的伤害提高6%。",
            "使你的火焰法术造成的伤害提高8%。",
            "使你的火焰法术造成的伤害提高10%。"
          }
        },
        [16] = {
          name = "燃烧",
          icon = "spell_fire_fireball",
          desc = {
            "点燃目标，造成249 to 315点火焰伤害，并消耗3秒的献祭效果来造成等量的伤害。"
          }
        },
        name = "毁灭",
        background = "WarlockDestruction"
      }
    },
    DRUID = {
      {
        [1] = {
          name = "强化愤怒",
          icon = "spell_nature_abolishmagic",
          desc = {
            "使你的愤怒法术的施法时间和公共冷却时间减少0.1秒。",
            "使你的愤怒法术的施法时间和公共冷却时间减少0.2秒。",
            "使你的愤怒法术的施法时间和公共冷却时间减少0.3秒。",
            "使你的愤怒法术的施法时间和公共冷却时间减少0.4秒。",
            "使你的愤怒法术的施法时间和公共冷却时间减少0.5秒。"
          }
        },
        [2] = {
          name = "自然之握",
          icon = "spell_nature_natureswrath",
          desc = {
            "激活之后，任何击中施法者的敌人都有35%的几率被施展纠缠根须（等级 1）。只能在户外使用，可生效1次，持续45秒。"
          }
        },
        [3] = {
          name = "强化自然之握",
          icon = "spell_nature_natureswrath",
          desc = {
            "使你的自然之握纠缠敌人的几率提高15%。",
            "使你的自然之握纠缠敌人的几率提高30%。",
            "使你的自然之握纠缠敌人的几率提高45%。",
            "使你的自然之握纠缠敌人的几率提高65%。"
          }
        },
        [4] = {
          name = "林栖者的祝福",
          icon = "inv_misc_gem_emerald_01",
          desc = {
            "杀死一个可获得经验或荣誉的目标后，有50%的几率使你在施法时仍保持100%的法力恢复速度，持续15秒。",
            "杀死一个可获得经验或荣誉的目标后，有100%的几率使你在施法时仍保持100%的法力恢复速度，持续15秒。"
          }
        },
        [5] = {
          name = "梦境指引",
          icon = "spell_nature_sleep",
          desc = {
            "使你在施放平衡系法术时有23%的几率不会因受到伤害而延迟。",
            "使你在施放平衡系法术时有46%的几率不会因受到伤害而延迟。",
            "使你在施放平衡系法术时有70%的几率不会因受到伤害而延迟。"
          }
        },
        [6] = {
          name = "强化月火术",
          icon = "spell_nature_starfall",
          desc = {
            "使你的月火术的伤害和致命一击几率提高5%。",
            "使你的月火术的伤害和致命一击几率提高10%。"
          }
        },
        [7] = {
          name = "武器平衡",
          icon = "inv_staff_01",
          desc = {
            "使你在所有形态下的物理攻击所能造成的伤害提高3%。同时近战攻击和法术命中几率提高1%。",
            "使你在所有形态下的物理攻击所能造成的伤害提高6%。同时近战攻击和法术命中几率提高2%。",
            "使你在所有形态下的物理攻击所能造成的伤害提高10%。同时近战攻击和法术命中几率提高3%。"
          }
        },
        [8] = {
          name = "自然变形",
          icon = "spell_nature_wispsplode",
          desc = {
            "使你的所有变形法术所消耗的法力值降低10%。",
            "使你的所有变形法术所消耗的法力值降低20%。",
            "使你的所有变形法术所消耗的法力值降低30%。"
          }
        },
        [9] = {
          name = "月怒",
          icon = "spell_nature_moonglow",
          desc = {
            "使你的星火术、月火术、飓风、虫群和愤怒所能造成的伤害提高4%。",
            "使你的星火术、月火术、飓风、虫群和愤怒所能造成的伤害提高8%。",
            "使你的星火术、月火术、飓风、虫群和愤怒所能造成的伤害提高12%。"
          }
        },
        [10] = {
          name = "清晰预兆",
          icon = "spell_nature_crystalball",
          desc = {
            "以自然的力量强化德鲁伊的武器，每次近战攻击或攻击性法术命中敌人都有一定几率令德鲁伊进入节能施法状态。该状态可以让你的下一个伤害法术、治疗法术或攻击技能所消耗的法力值、怒气值或能量值降低100%。"
          }
        },
        [11] = {
          name = "自然延伸",
          icon = "spell_nature_naturetouchgrow",
          desc = {
            "使你的愤怒、纠缠根须、精灵之火、月火术、星火术、虫群、飓风、解除诅咒、驱毒术和消毒术的射程增加10%。",
            "使你的愤怒、纠缠根须、精灵之火、月火术、星火术、虫群、飓风、解除诅咒、驱毒术和消毒术的射程增加20%。"
          }
        },
        [12] = {
          name = "复仇",
          icon = "spell_nature_purge",
          desc = {
            "使你的星火术、月火术和愤怒的致命一击伤害提高20%。",
            "使你的星火术、月火术和愤怒的致命一击伤害提高40%。",
            "使你的星火术、月火术和愤怒的致命一击伤害提高60%。",
            "使你的星火术、月火术和愤怒的致命一击伤害提高80%。",
            "使你的星火术、月火术和愤怒的致命一击伤害提高100%。"
          }
        },
        [13] = {
          name = "月光",
          icon = "spell_nature_sentinal",
          desc = {
            "使你的月火术、星火术、愤怒、飓风、虫群、治疗之触、愈合和回春术所消耗的法力值减少3%。",
            "使你的月火术、星火术、愤怒、飓风、虫群、治疗之触、愈合和回春术所消耗的法力值减少6%。",
            "使你的月火术、星火术、愤怒、飓风、虫群、治疗之触、愈合和回春术所消耗的法力值减少9%。"
          }
        },
        [14] = {
          name = "枭兽狂怒",
          icon = "ability_druid_owlkinfrenzy",
          desc = {
            "在枭兽形态下受到攻击有10%的几率进入狂怒状态，使你在施法时有30%的几率不会因受到伤害而延迟，并每秒恢复1%最大法力值，持续10秒。此效果每30秒只能触发一次。",
            "在枭兽形态下受到攻击有10%的几率进入狂怒状态，使你在施法时有30%的几率不会因受到伤害而延迟，并每秒恢复1%最大法力值，持续10秒。此效果每25秒只能触发一次。",
            "在枭兽形态下受到攻击有10%的几率进入狂怒状态，使你在施法时有30%的几率不会因受到伤害而延迟，并每秒恢复1%最大法力值，持续10秒。此效果每20秒只能触发一次。"
          }
        },
        [15] = {
          name = "枭兽形态",
          icon = "spell_nature_forceofnature",
          desc = {
            "德鲁伊进入枭兽形态，在这种形态下，从装备提供的护甲值提高180%，平衡系法术的法力消耗减少20%，半径30码范围内的所有队友的法术致命一击率提高3%。枭兽形态下只能施放平衡系的法术、激活和解除诅咒。变身可以解除施法者身上的所有变形和移动限制效果。"
          }
        },
        [16] = {
          name = "自然之赐",
          icon = "spell_nature_naturesblessing",
          desc = {
            "你的任何法术造成法术致命一击后，下一个法术的施法时间减少0.5秒。"
          }
        },
        [17] = {
          name = "强化星火术",
          icon = "spell_arcane_starfire",
          desc = {
            "使你的星火术的施法时间减少0.2秒，有5%的几率将目标击昏3秒。",
            "使你的星火术的施法时间减少0.3秒，有10%的几率将目标击昏3秒。",
            "使你的星火术的施法时间减少0.5秒，有15%的几率将目标击昏3秒。"
          }
        },
        [18] = {
          name = "万物平衡",
          icon = "ability_druid_manatree",
          desc = {
            "对受到虫群影响的目标使用愤怒时，返还其法力消耗的10%。\r\n\r\n对受到月火术影响的目标使用星火术时，致命一击几率提高3%。",
            "对受到虫群影响的目标使用愤怒时，返还其法力消耗的20%。\r\n\r\n对受到月火术影响的目标使用星火术时，致命一击几率提高6%。",
            "对受到虫群影响的目标使用愤怒时，返还其法力消耗的30%。\r\n\r\n对受到月火术影响的目标使用星火术时，致命一击几率提高9%。"
          }
        },
        [19] = {
          name = "阵风",
          icon = "ability_druid_galewinds",
          desc = {
            "你的飓风法术的法力值消耗降低10%，并使敌人的攻击速度降低12%。",
            "你的飓风法术的法力值消耗降低20%，并使敌人的攻击速度降低25%。"
          }
        },
        [20] = {
          name = "日月之蚀",
          icon = "ability_druid_eclipse",
          desc = {
            "协调自然和星界的能量，你的愤怒造成伤害时有40%的几率使你获得月蚀并提高奥术伤害；星火术造成伤害时有60%的几率使你获得日蚀并提高自然伤害。伤害加成为10%加上你的法术致命一击几率的60%。每种效果持续15秒，并有单独的30秒冷却时间，两种效果不能同时发生。"
          }
        },
        name = "平衡",
        background = "DruidBalance"
      },
      {
        [1] = {
          name = "凶暴",
          icon = "ability_hunter_pet_hyena",
          desc = {
            "使你的槌击、挥击、野蛮撕咬、爪击和扫击技能的怒气或能量消耗减少1点。",
            "使你的槌击、挥击、野蛮撕咬、爪击和扫击技能的怒气或能量消耗减少2点。",
            "使你的槌击、挥击、野蛮撕咬、爪击和扫击技能的怒气或能量消耗减少3点。",
            "使你的槌击、挥击、野蛮撕咬、爪击和扫击技能的怒气或能量消耗减少4点。",
            "使你的槌击、挥击、野蛮撕咬、爪击和扫击技能的怒气或能量消耗减少5点。"
          }
        },
        [2] = {
          name = "野性侵略",
          icon = "ability_druid_demoralizingroar",
          desc = {
            "使你的挫志咆哮的攻击强度减弱效果提高8%，凶猛撕咬技能所造成的伤害提高3%。",
            "使你的挫志咆哮的攻击强度减弱效果提高16%，凶猛撕咬技能所造成的伤害提高6%。",
            "使你的挫志咆哮的攻击强度减弱效果提高24%，凶猛撕咬技能所造成的伤害提高9%。",
            "使你的挫志咆哮的攻击强度减弱效果提高32%，凶猛撕咬技能所造成的伤害提高12%。",
            "使你的挫志咆哮的攻击强度减弱效果提高40%，凶猛撕咬技能所造成的伤害提高15%。"
          }
        },
        [3] = {
          name = "野性本能",
          icon = "ability_ambush",
          desc = {
            "使你在熊和巨熊形态下所造成的威胁值提高5%，并在你潜行时降低敌人侦测到你的几率。",
            "使你在熊和巨熊形态下所造成的威胁值提高10%，并在你潜行时降低敌人侦测到你的几率。",
            "使你在熊和巨熊形态下所造成的威胁值提高15%，并在你潜行时降低敌人侦测到你的几率。"
          }
        },
        [4] = {
          name = "野蛮冲撞",
          icon = "ability_druid_bash",
          desc = {
            "使你的重击和突袭技能的击昏效果持续时间延长0.5秒。",
            "使你的重击和突袭技能的击昏效果持续时间延长1秒。"
          }
        },
        [5] = {
          name = "厚皮",
          icon = "inv_misc_pelt_bear_03",
          desc = {
            "使你由装备而得到的护甲值提高3%。",
            "使你由装备而得到的护甲值提高6%。",
            "使你由装备而得到的护甲值提高10%。"
          }
        },
        [6] = {
          name = "迸裂创伤",
          icon = "ability_druid_disembowel",
          desc = {
            "撕扯的伤害提高5%，你对目标造成的每个流血效果都会使爪击的伤害提高10%。",
            "撕扯的伤害提高10%，你对目标造成的每个流血效果都会使爪击的伤害提高20%。",
            "撕扯的伤害提高15%，你对目标造成的每个流血效果都会使爪击的伤害提高30%。"
          }
        },
        [7] = {
          name = "野性迅捷",
          icon = "spell_nature_spiritwolf",
          desc = {
            "使你在猎豹形态下的移动速度提高15%，只能在户外生效。另外，还可使你在熊、巨熊、猎豹形态下的躲闪几率提高2%。",
            "使你在猎豹形态下的移动速度提高30%，只能在户外生效。另外，还可使你在熊、巨熊、猎豹形态下的躲闪几率提高4%。"
          }
        },
        [8] = {
          name = "野性冲锋",
          icon = "ability_hunter_pet_bear",
          desc = {
            "向目标冲锋，使其停止动作，并使其在4秒内不能施放任何法术。"
          }
        },
        [9] = {
          name = "锋利兽爪",
          icon = "inv_misc_monsterclaw_04",
          desc = {
            "使你在猎豹、熊或巨熊形态下的致命一击几率提高2%。",
            "使你在猎豹、熊或巨熊形态下的致命一击几率提高4%。",
            "使你在猎豹、熊或巨熊形态下的致命一击几率提高6%。"
          }
        },
        [10] = {
          name = "原始狂怒",
          icon = "ability_racial_cannibalize",
          desc = {
            "使你在熊形态和巨熊形态下对目标造成致命一击后，有50%的几率获得5点怒气值，猎豹形态下使用增加连击点数的技能对目标造成致命一击后额外增加一个连击点数。",
            "使你在熊形态和巨熊形态下对目标造成致命一击后，有100%的几率获得5点怒气值，猎豹形态下使用增加连击点数的技能对目标造成致命一击后额外增加一个连击点数。"
          }
        },
        [11] = {
          name = "猛兽攻击",
          icon = "ability_hunter_pet_cat",
          desc = {
            "使你在猎豹、熊和巨熊形态下的近战攻击强度提高3%。你的爪击、扫击、槌击、挥击和野蛮撕咬的伤害提高7%。",
            "使你在猎豹、熊和巨熊形态下的近战攻击强度提高6%。你的爪击、扫击、槌击、挥击和野蛮撕咬的伤害提高14%。",
            "使你在猎豹、熊和巨熊形态下的近战攻击强度提高10%。你的爪击、扫击、槌击、挥击和野蛮撕咬的伤害提高20%。"
          }
        },
        [12] = {
          name = "血性狂乱",
          icon = "ability_ghoulfrenzy",
          desc = {
            "使猛虎之怒的持续时间延长6秒，狂怒现在会立即产生5点怒气值。此外，猛虎之怒和狂怒会使你的攻击速度提高10%，持续9秒。",
            "使猛虎之怒的持续时间延长12秒，狂怒现在会立即产生10点怒气值。此外，猛虎之怒和狂怒会使你的攻击速度提高20%，持续18秒。"
          }
        },
        [13] = {
          name = "强化撕碎",
          icon = "spell_shadow_vampiricaura",
          desc = {
            "撕碎的伤害提高5%，消耗的能量值降低6点。",
            "撕碎的伤害提高10%，消耗的能量值降低12点。"
          }
        },
        [14] = {
          name = "远古蛮力",
          icon = "spell_shadow_unholyfrenzy",
          desc = {
            "在猎豹形态下，你造成的流血效果的周期性伤害将为你恢复3能量。在熊或巨熊形态下闪避攻击将为你注入远古灵魂，每秒恢复2怒气值，持续5秒。此效果每9秒只能发生一次。",
            "在猎豹形态下，你造成的流血效果的周期性伤害将为你恢复5能量。在熊或巨熊形态下闪避攻击将为你注入远古灵魂，每秒恢复4怒气值，持续5秒。此效果每9秒只能发生一次。"
          }
        },
        [15] = {
          name = "狂暴",
          icon = "ability_druid_berserk",
          desc = {
            "猎豹形态下移除所有恐惧效果并提高100%能量回复。熊形态下提高20%生命值上限，效果结束扣除生命值。持续时间20秒。"
          }
        },
        [16] = {
          name = "野性之心",
          icon = "spell_holy_blessingofagility",
          desc = {
            "使你的智力提高4%。另外，在熊或巨熊形态下，你的耐力提高4%，在猎豹形态下，你的力量提高4%。",
            "使你的智力提高8%。另外，在熊或巨熊形态下，你的耐力提高8%，在猎豹形态下，你的力量提高8%。",
            "使你的智力提高12%。另外，在熊或巨熊形态下，你的耐力提高12%，在猎豹形态下，你的力量提高12%。",
            "使你的智力提高16%。另外，在熊或巨熊形态下，你的耐力提高16%，在猎豹形态下，你的力量提高16%。",
            "使你的智力提高20%。另外，在熊或巨熊形态下，你的耐力提高20%，在猎豹形态下，你的力量提高20%。"
          }
        },
        [17] = {
          name = "屠戮",
          icon = "ability_druid_ravage",
          desc = {
            "你的槌击、挥击和野蛮撕咬会将造成伤害的5%作为治疗返还。你的凶猛撕咬每消耗一个连击点数，就有10%的几率刷新你的扫击和撕扯效果，并额外增加一个连击点数。",
            "你的槌击、挥击和野蛮撕咬会将造成伤害的10%作为治疗返还。你的凶猛撕咬每消耗一个连击点数，就有20%的几率刷新你的扫击和撕扯效果，并额外增加一个连击点数。"
          }
        },
        [18] = {
          name = "兽群领袖",
          icon = "spell_nature_unyeildingstamina",
          desc = {
            "在猎豹、熊或巨熊形态下，使半径45码范围内的所有小队成员的远程和近战攻击打出致命一击的几率提高3%。"
          }
        },
        name = "野性战斗",
        background = "DruidFeralCombat"
      },
      {
        [1] = {
          name = "强化野性印记",
          icon = "spell_nature_regeneration",
          desc = {
            "使你的野性印记和野性赐福的效果提高7%。",
            "使你的野性印记和野性赐福的效果提高14%。",
            "使你的野性印记和野性赐福的效果提高21%。",
            "使你的野性印记和野性赐福的效果提高28%。",
            "使你的野性印记和野性赐福的效果提高35%。"
          }
        },
        [2] = {
          name = "激怒",
          icon = "spell_holy_blessingofstamina",
          desc = {
            "在你有20%的几率在进入熊形态和巨熊形态时获得10点怒气值，或者在进入猎豹形态时获得40点能量值。",
            "在你有40%的几率在进入熊形态和巨熊形态时获得10点怒气值，或者在进入猎豹形态时获得40点能量值。",
            "在你有60%的几率在进入熊形态和巨熊形态时获得10点怒气值，或者在进入猎豹形态时获得40点能量值。",
            "在你有80%的几率在进入熊形态和巨熊形态时获得10点怒气值，或者在进入猎豹形态时获得40点能量值。",
            "在你有100%的几率在进入熊形态和巨熊形态时获得10点怒气值，或者在进入猎豹形态时获得40点能量值。"
          }
        },
        [3] = {
          name = "强化治疗之触",
          icon = "spell_nature_healingtouch",
          desc = {
            "使你的治疗之触的施法时间减少0.1秒。",
            "使你的治疗之触的施法时间减少0.2秒。",
            "使你的治疗之触的施法时间减少0.3秒。",
            "使你的治疗之触的施法时间减少0.4秒。",
            "使你的治疗之触的施法时间减少0.5秒。"
          }
        },
        [4] = {
          name = "自然集中",
          icon = "spell_nature_healingwavegreater",
          desc = {
            "使你在施放愈合、治疗之触或宁静时有14%的几率不因受到伤害而延迟。",
            "使你在施放愈合、治疗之触或宁静时有28%的几率不因受到伤害而延迟。",
            "使你在施放愈合、治疗之触或宁静时有42%的几率不因受到伤害而延迟。",
            "使你在施放愈合、治疗之触或宁静时有56%的几率不因受到伤害而延迟。",
            "使你在施放愈合、治疗之触或宁静时有70%的几率不因受到伤害而延迟。"
          }
        },
        [5] = {
          name = "微妙",
          icon = "ability_eyeoftheowl",
          desc = {
            "使你的法术所造成的威胁值减少4%。",
            "使你的法术所造成的威胁值减少8%。",
            "使你的法术所造成的威胁值减少12%。",
            "使你的法术所造成的威胁值减少16%。",
            "使你的法术所造成的威胁值减少20%。"
          }
        },
        [6] = {
          name = "迅捷治愈",
          icon = "inv_relics_idolofrejuvenation",
          desc = {
            "吞噬友方目标身上的一个回春术或愈合的持续效果，并立即为其回复生命值，其数值等于12秒的回春效果或18秒的愈合效果。"
          }
        },
        [7] = {
          name = "起源",
          icon = "btnorbofdepths",
          desc = {
            "使你法术技能的持续伤害效果和持续治疗效果提高5%。",
            "使你法术技能的持续伤害效果和持续治疗效果提高10%。",
            "使你法术技能的持续伤害效果和持续治疗效果提高15%。"
          }
        },
        [8] = {
          name = "反射",
          icon = "spell_frost_windwalkon",
          desc = {
            "使你在施法时仍保持5%的法力回复速度。",
            "使你在施法时仍保持10%的法力回复速度。",
            "使你在施法时仍保持15%的法力回复速度。"
          }
        },
        [9] = {
          name = "自然赐福",
          icon = "spell_nature_protectionformnature",
          desc = {
            "使你的所有治疗法术的效果提高2%。",
            "使你的所有治疗法术的效果提高4%。",
            "使你的所有治疗法术的效果提高6%。",
            "使你的所有治疗法术的效果提高8%。",
            "使你的所有治疗法术的效果提高10%。"
          }
        },
        [10] = {
          name = "宁静之魂",
          icon = "spell_holy_elunesgrace",
          desc = {
            "使你的治疗之触、愈合和宁静所消耗的法力值减少2%。",
            "使你的治疗之触、愈合和宁静所消耗的法力值减少4%。",
            "使你的治疗之触、愈合和宁静所消耗的法力值减少6%。",
            "使你的治疗之触、愈合和宁静所消耗的法力值减少8%。",
            "使你的治疗之触、愈合和宁静所消耗的法力值减少10%。"
          }
        },
        [11] = {
          name = "艾森娜之花",
          icon = "inv_misc_herb_02",
          desc = {
            "使用治疗之触治疗受到愈合或回春术影响的目标，将使你的下一个治疗之触的施法时间减少0.15秒，并返还其法力消耗的5%，持续20秒。",
            "使用治疗之触治疗受到愈合或回春术影响的目标，将使你的下一个治疗之触的施法时间减少0.30秒，并返还其法力消耗的10%，持续20秒。"
          }
        },
        [12] = {
          name = "自然迅捷",
          icon = "spell_nature_ravenform",
          desc = {
            "激活之后，你的下一个自然法术会成为瞬发法术。"
          }
        },
        [13] = {
          name = "庇佑",
          icon = "inv_relics_idolofhealth",
          desc = {
            "如果目标身上存在回春效果，愈合的持续治疗效果增加10%。",
            "如果目标身上存在回春效果，愈合的持续治疗效果增加20%。",
            "如果目标身上存在回春效果，愈合的持续治疗效果增加30%。"
          }
        },
        [14] = {
          name = "强化愈合",
          icon = "spell_nature_resistnature",
          desc = {
            "使你的愈合法术产生极效治疗效果的几率提高10%。",
            "使你的愈合法术产生极效治疗效果的几率提高20%。",
            "使你的愈合法术产生极效治疗效果的几率提高30%。",
            "使你的愈合法术产生极效治疗效果的几率提高40%。",
            "使你的愈合法术产生极效治疗效果的几率提高50%。"
          }
        },
        [15] = {
          name = "强化宁静",
          icon = "spell_nature_tranquility",
          desc = {
            "使你的宁静法术的治疗效果提高20%。",
            "使你的宁静法术的治疗效果提高40%。"
          }
        },
        [16] = {
          name = "生命之树形态",
          icon = "ability_druid_treeoflife",
          desc = {
            "变成生命之树，由装备而获得的护甲值提高180%，附近所有队友的治疗效果提高，数值相当于你的精神总值的20%。你的移动速度降低20%，并且你不能施放伤害性法术或治疗之触，但持续性治疗法术所消耗的法力值降低20%。\r\n\r\n变身可以解除施法者身上的一切变形和移动限制效果。"
          }
        },
        name = "恢复",
        background = "DruidRestoration"
      }
    }
  }
